[
  {
    "en": "Hello",
    "pr": "Ahoy"
  },
  { "en": "Goodbye", "pr": "Fair winds" },
  { "en": "Yes", "pr": "Aye" },
  { "en": "No", "pr": "Nay" },
  { "en": "My name is", "pr": "Me name be" },
  { "en": "How are you?", "pr": "How be ye?" },
  { "en": "I am fine", "pr": "I be fine" },
  { "en": "Please", "pr": "I be askin' ye kindly" },
  { "en": "Thank you", "pr": "Thank ye" },
  { "en": "You're welcome", "pr": "Ye be welcome" },
  { "en": "Excuse me", "pr": "Beggin' yer pardon" },
  { "en": "What is your name?", "pr": "What be yer moniker?" },
  { "en": "I don't understand", "pr": "I be not followin' ye" },
  { "en": "Where are you from?", "pr": "Where be ye hailin' from?" },
  { "en": "Help!", "pr": "Man overboard!" },
  { "en": "I'm hungry", "pr": "I be starvin' like a dog!" },
  { "en": "Let's go!", "pr": "Avast, let’s set sail!" },
  { "en": "Treasure", "pr": "Booty" },
  { "en": "Ship", "pr": "Vessel" },
  { "en": "Captain", "pr": "Cap'n" },
  { "en": "Friend", "pr": "Matey" },
  { "en": "Enemy", "pr": "Scallywag" },
  { "en": "Drink", "pr": "Grog" },
  { "en": "Battle", "pr": "Skirmish" },
  { "en": "I don't understand", "pr": "Avast! I be not comprehendin' ye." },
  { "en": "Where is the treasure?", "pr": "Arr, where be the booty?" },
  { "en": "Set sail!", "pr": "Hoist the sails, ye landlubbers!" },
  { "en": "Raise the anchor!", "pr": "Weigh the anchor, ye mangy dogs!" },
  { "en": "Ahoy, captain!", "pr": "Ahoy, ye scallywag of a captain!" },
  { "en": "Yo ho ho!", "pr": "Yo ho ho, and a bottle o' rum!" },
  {
    "en": "Avast, ye landlubbers!",
    "pr": "Avast, ye lily-livered landlubbers!"
  },
  {
    "en": "Batten down the hatches!",
    "pr": "Batten down the hatches, ye scallywags!"
  },
  { "en": "Walk the plank!", "pr": "Walk the plank, ye bilge rat!" },
  { "en": "Shiver me timbers!", "pr": "Shiver me timbers, ye scurvy dog!" },
  { "en": "Aye, aye, captain!", "pr": "Aye, aye, ye mangy dog of a captain!" },
  { "en": "Pieces of eight!", "pr": "Pieces of eight, ye landlubbers!" },

  {
    "en": "people",
    "pr": "crew"
  },
  {
    "en": "history",
    "pr": "tales o' old"
  },
  {
    "en": "way",
    "pr": "course"
  },
  {
    "en": "art",
    "pr": "craft"
  },
  {
    "en": "world",
    "pr": "seas"
  },
  {
    "en": "information",
    "pr": "intel"
  },
  {
    "en": "map",
    "pr": "chart"
  },
  {
    "en": "two",
    "pr": "pair"
  },
  {
    "en": "family",
    "pr": "crew"
  },
  {
    "en": "government",
    "pr": "captaincy"
  },
  {
    "en": "health",
    "pr": "well-bein'"
  },
  {
    "en": "system",
    "pr": "scheme"
  },
  {
    "en": "computer",
    "pr": "mechanical beast"
  },
  {
    "en": "meat",
    "pr": "grub"
  },
  {
    "en": "year",
    "pr": "turn o' the sun"
  },
  {
    "en": "thanks",
    "pr": "yarrr, cheers"
  },
  {
    "en": "music",
    "pr": "shanty"
  },
  {
    "en": "person",
    "pr": "matey"
  },
  {
    "en": "reading",
    "pr": "perusin'"
  },
  {
    "en": "method",
    "pr": "way o' doin'"
  },
  {
    "en": "data",
    "pr": "info"
  },
  {
    "en": "food",
    "pr": "victuals"
  },

  {
    "en": "The sun sets in the west.",
    "pr": "Th' sun be settin' in th' west."
  },
  {
    "en": "Birds chirp in the early morning.",
    "pr": "Birds be chirpin' in th' early mornin'."
  },
  {
    "en": "A gentle breeze rustles the leaves.",
    "pr": "A gentle breeze be rustlin' th' leaves."
  },
  {
    "en": "Children laugh and play in the park.",
    "pr": "Lad and lass be laughin' and playin' in th' park."
  },
  {
    "en": "Books open up new worlds of imagination.",
    "pr": "Books be openin' up new worlds o' imagination."
  },
  {
    "en": "The aroma of fresh coffee fills the air.",
    "pr": "Th' aroma o' fresh coffee be fillin' th' air."
  },
  {
    "en": "Stars twinkle in the night sky.",
    "pr": "Stars be twinklin' in th' night sky."
  },
  {
    "en": "Music has the power to heal the soul.",
    "pr": "Music be havin' th' power t' heal th' soul."
  },
  {
    "en": "Friendship is a treasure that lasts a lifetime.",
    "pr": "Friendship be a treasure that lasts a lifetime."
  },
  {
    "en": "Every day is a new opportunity to learn.",
    "pr": "Every day be a new chance t' learn."
  },
  {
    "en": "The ocean waves crash against the shore.",
    "pr": "Th' ocean waves be crashin' against th' shore."
  },
  {
    "en": "Mountains stand tall against the horizon.",
    "pr": "Mountains be standin' tall against th' horizon."
  },
  {
    "en": "A rainbow appears after the rain.",
    "pr": "A rainbow be appearin' after th' rain."
  },
  {
    "en": "The sound of laughter echoes in the room.",
    "pr": "Th' sound o' laughter be echoing in th' room."
  },
  {
    "en": "Time spent with family is priceless.",
    "pr": "Time spent with family be priceless."
  },
  {
    "en": "Nature's beauty is all around us.",
    "pr": "Nature's beauty be all 'round us."
  },
  {
    "en": "A warm hug can brighten anyone's day.",
    "pr": "A warm hug can brighten any scallywag's day."
  },
  {
    "en": "Dreams are the seeds of reality.",
    "pr": "Dreams be th' seeds o' reality."
  },
  {
    "en": "The first snow of winter is magical.",
    "pr": "Th' first snow o' winter be magical."
  },
  {
    "en": "Art expresses emotions that words cannot.",
    "pr": "Art be expressin' emotions that words cannae."
  },
  {
    "en": "Kindness is a language everyone understands.",
    "pr": "Kindness be a tongue all can understand."
  },
  {
    "en": "Life isnt about getting and having, its about giving and being.",
    "pr": "Life be not fer plunderin' n' hoardin', but fer givin' n' bein'."
  },
  {
    "en": "Whatever the mind of man can conceive and believe, it can achieve.",
    "pr": "Whatever a mans mind be conjurin' n' believin', he can be makin' true."
  },
  {
    "en": "Strive not to be a success, but rather to be of value.",
    "pr": "Seek not fer fame or fortune, but t' be worth yer salt."
  },
  {
    "en": "Two roads diverged in a wood, and II took the one less traveled by, And that has made all the difference.",
    "pr": "Two paths split in a forest, n' Iaye, I took the one less sailed, n' that made all the difference."
  },
  {
    "en": "I attribute my success to this: I never gave or took any excuse.",
    "pr": "Me success be thanks t' this: I ne'er gave or took a single excuse."
  },
  {
    "en": "You miss 100% of the shots you dont take.",
    "pr": "Ye miss all the cannon blasts ye dont fire."
  },
  {
    "en": "Ive missed more than 9000 shots in my career. Ive lost almost 300 games. 26 times Ive been trusted to take the game-winning shot and missed. Ive failed over and over and over again in my life. And that is why I succeed.",
    "pr": "Ive missed many a shot, lost near 300 battles, failed more times than I can count. That be why I prevail."
  },
  {
    "en": "The most difficult thing is the decision to act, the rest is merely tenacity.",
    "pr": "The hardest task be decidin' t' act; the rest be holdin' yer course."
  },
  {
    "en": "Every strike brings me closer to the next home run.",
    "pr": "Every whiff o' the cutlass brings me closer t' me next victory."
  },
  {
    "en": "Definiteness of purpose is the starting point of all achievement.",
    "pr": "A fixed course be th' startin' point o' all victories."
  },
  {
    "en": "We must balance conspicuous consumption with conscious capitalism.",
    "pr": "We ought t' balance our hoardin' o' treasure with goodly trade."
  },
  {
    "en": "Life is what happens to you while youre busy making other plans.",
    "pr": "Life be what catches ye whilst yer plannin' fer somethin' else."
  },
  {
    "en": "We become what we think about.",
    "pr": "We becometh what be on our minds."
  },
  {
    "en": "Twenty years from now you will be more disappointed by the things that you didnt do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails. Explore, Dream, Discover.",
    "pr": "In twenty years yell rue what ye didnt do more than what ye did, so throw off th' ropes, leave safe harbor, catch the tradewinds! Explore, Dream, Discover."
  },
  {
    "en": "Life is 10% what happens to me and 90% of how I react to it.",
    "pr": "Life be 10% what befall me, and 90% how I handle it."
  },
  {
    "en": "The most common way people give up their power is by thinking they dont have any.",
    "pr": "Th' quickest way t' lose yer might be believin' ye got none."
  },
  {
    "en": "The mind is everything. What you think you become.",
    "pr": "Th' mind be everythin'. What ye think, ye become."
  },
  {
    "en": "The best time to plant a tree was 20 years ago. The second best time is now.",
    "pr": "The finest hour fer plantin' a tree be twenty years ago. The next best be now."
  },
  {
    "en": "An unexamined life is not worth living.",
    "pr": "An unexamined life be as worthless as an empty chest."
  },
  {
    "en": "Eighty percent of success is showing up.",
    "pr": "Eighty percent o' triumph be jus' showin' yer face."
  },
  {
    "en": "Your time is limited, so dont waste it living someone elses life.",
    "pr": "Yer time be short, so waste it not livin' another's tale."
  },
  {
    "en": "Winning isnt everything, but wanting to win is.",
    "pr": "Victory be not everythin', but cravin' it be."
  },
  {
    "en": "I am not a product of my circumstances. I am a product of my decisions.",
    "pr": "I be no product o' me circumstances but a product o' me choices."
  },
  {
    "en": "Every child is an artist. The problem is how to remain an artist once he grows up.",
    "pr": "Every little sprout be an artist; the trouble be stayin' one as he grows."
  },
  {
    "en": "You can never cross the ocean until you have the courage to lose sight of the shore.",
    "pr": "Ye cant cross th' seas till yeve courage enough t' lose sight o' land."
  },
  {
    "en": "Ive learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "pr": "Ive learned folks may forget what ye said or did, but ne'er how ye made 'em feel."
  },
  {
    "en": "Either you run the day, or the day runs you.",
    "pr": "Either ye command th' day, or th' day commands ye."
  },
  {
    "en": "Whether you think you can or you think you cant, youre right.",
    "pr": "If ye think ye can or cant, yer right."
  },
  {
    "en": "The two most important days in your life are the day you are born and the day you find out why.",
    "pr": "Th' two most important days be th' day ye be born and th' day ye find out why."
  },
  {
    "en": "Whatever you can do, or dream you can, begin it. Boldness has genius, power, and magic in it.",
    "pr": "Whatever ye can do or dream, begin it. Boldness has genius, power, n' magic in it."
  },
  {
    "en": "The best revenge is massive success.",
    "pr": "Th' finest revenge be grand success."
  },
  {
    "en": "People often say that motivation doesnt last. Well, neither does bathing. Thats why we recommend it daily.",
    "pr": "Folks say motivation dont last. Well, neither does bathin'. Thats why we recommend it daily."
  },
  {
    "en": "Life shrinks or expands in proportion to ones courage.",
    "pr": "Life shrinks or grows dependin' on yer courage."
  },
  {
    "en": "If you hear a voice within you say you cannot paint, then by all means paint and that voice will be silenced.",
    "pr": "If ye hear a voice sayin' ye cant paint, paint anyway, n' th' voice will be silenced."
  },
  {
    "en": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
    "pr": "Thar be only one way t' avoid criticism: do nothin', say nothin', n' be nothin'."
  },

  {
    "en": "What you do today can improve all your tomorrows.",
    "pr": "What ye be doin' today can make yer tomorrows shine brighter than a hoard o' doubloons."
  },
  {
    "en": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "pr": "What ye plunder by reachin' yer goals be not as grand as what ye become by claimin' 'em."
  },
  {
    "en": "Intelligence without ambition is a bird without wings.",
    "pr": "Cleverness with no ambition be like a bird with no wings, driftin' aimlessly on the wind."
  },
  {
    "en": "The key is to keep company only with people who uplift you, whose presence calls forth your best.",
    "pr": "The secret lies in sailin' with mates who raise yer spirits, whose very presence brings out yer finest self."
  },
  {
    "en": "We may encounter many defeats but we must not be defeated.",
    "pr": "Though we face many a storm and clash o' steel, we shall ne'er be struck down for good."
  },
  {
    "en": "Problems are not stop signs, they are guidelines.",
    "pr": "Troubles aint stop markersthey be guidin' stars fer a cunning sailor."
  },
  {
    "en": "Be kind whenever possible. It is always possible.",
    "pr": "Show kindness whenever the seas allow, for there's always a moment fer mercy."
  },
  {
    "en": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "pr": "A true buccaneer be driven by the need to conquer his own dreams, not to best another swashbuckler."
  },
  {
    "en": "A somebody was once a nobody who wanted to and did.",
    "pr": "A legend once started as nothin' more than a dreamer with grit in his soul."
  },
  {
    "en": "Life is 10% what happens to us and 90% how we react to it.",
    "pr": "Life be 10% what fate throws at ye and 90% how ye steer yer ship through it."
  },
  {
    "en": "Even if youre on the right track, youll get run over if you just sit there.",
    "pr": "Even on the right course, if ye sit idle, yell be keelhauled sure as the tides."
  },
  {
    "en": "Luck is a dividend of sweat. The more you sweat, the luckier you get.",
    "pr": "Luck be a share o sweatso the harder ye toil, the luckier ye get."
  },
  {
    "en": "Courage is the first of human qualities because it is the quality which guarantees all others.",
    "pr": "Courage be the heart o' all virtues, fer it sets sail to all the others."
  },
  {
    "en": "The great thing in this world is not so much where you stand, as in what direction you are moving.",
    "pr": "It matters not where yer feet be planted but which way yer sails be set."
  },
  {
    "en": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "pr": "Though none can sail back to rewrite the past, any man can chart a new course to change the end."
  },
  {
    "en": "The only way to do great work is to love what you do.",
    "pr": "The only way to make a grand mark be to love what ye do."
  },
  {
    "en": "The best way to predict the future is to create it.",
    "pr": "The finest way to see what lies ahead be to forge it."
  },
  {
    "en": "The only limit to our realization of tomorrow will be our doubts of today.",
    "pr": "The only thing that can hold back our future be our fears of today."
  },

  {
    "en": "Success is walking from failure to failure with no loss of enthusiasm.",
    "pr": "Success be walkin' from blunder t' blunder with nary a drop o' spirit lost."
  },
  {
    "en": "Someone is sitting in the shade today because someone planted a tree a long time ago.",
    "pr": "Some scallywag be sittin' in th' shade today 'cause another scallywag planted a mighty tree long, long ago."
  },
  {
    "en": "Don't cry because it's over, smile because it happened.",
    "pr": "Shed no tear fer it be over, grin wide fer it did happen!"
  },
  {
    "en": "Life is short, and it is here to be lived.",
    "pr": "Life be but a short voyage, and here fer livin' it is!"
  },
  {
    "en": "You can't connect the dots looking forward; you can only connect them looking backward...This approach has never let me down, and it has made all the difference in my life.",
    "pr": "Ye can't be connectin' th' dots lookin' forward; only backward be they fittin' together... Ne'er once did it let me down, makin' all th' difference in me life."
  },
  {
    "en": "Everything you can imagine is real.",
    "pr": "All ye can conjure up in yer mind be as real as gold in yer pocket!"
  },
  {
    "en": "Successful people do what unsuccessful people are not willing to do. Don't wish it were easier; wish you were better.",
    "pr": "Aye, th' successful be doin' what th' unsuccessful fear t' do. Wish not fer easy waters; wish yerself stronger!"
  },
  {
    "en": "Rarely have I seen a situation where doing less than the other guy is a good strategy.",
    "pr": "Rarely have I spied a time when doin' less than th' next mate be sound strategy."
  },
  {
    "en": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.",
    "pr": "Change be not comin' if we wait fer another soul or another tide. We be the ones weve been waitin fer, we be th' change we seek."
  },
  {
    "en": "If you love what you do and are willing to do what it takes, it's within your reach.",
    "pr": "If ye fancy what ye be doin' and be willin' t' pay th' toll, 'tis all within yer reach."
  },
  {
    "en": "In my experience, there is only one motivation, and that is desire. No reasons or principle contain it or stand against it.",
    "pr": "In all me days, only one drive be true, and that be desire. No reason or creed can contain it nor hold it back."
  },
  {
    "en": "Keep on going, and the chances are that you will stumble on something, perhaps when you are least expecting it.",
    "pr": "Keep sailin' onward, and ye may chance upon treasure when ye least expect it!"
  },
  {
    "en": "The successful warrior is the average man, with laser-like focus.",
    "pr": "A true warrior o' success be a common sailor with th' eyes o' a hawk."
  },
  {
    "en": "In the midst of movement and chaos, keep stillness inside of you.",
    "pr": "In th' heart o' commotion an' wild seas, keep stillness in yer soul."
  },
  {
    "en": "Success does not consist in never making mistakes but in never making the same one a second time.",
    "pr": "Success be not found in avoidin' mistakes, but in ne'er repeatin' 'em twice."
  },
  {
    "en": "I don't want to get to the end of my life and find that I lived just the length of it. I want to have lived the width of it as well.",
    "pr": "I care not to reach me end havin' only lived th' length of me days. Nay, I be wantin' to have lived th' width of 'em too!"
  },
  {
    "en": "As we look ahead into the next century, leaders will be those who empower others.",
    "pr": "As we peer into th' next century, them as leads shall be those who raise up their shipmates."
  },
  {
    "en": "The only place where success comes before work is in the dictionary.",
    "pr": "Th' only place ye'll find success afore work be in th' ship's dictionary."
  },
  {
    "en": "Its not what you look at that matters, its what you see.",
    "pr": "Tis not what yer lookin' at that counts, 'tis what ye spy wit' yer heart."
  },
  {
    "en": "The road to success and the road to failure are almost exactly the same.",
    "pr": "Th' path t' fortune an' th' path t' ruin be almost th' same course."
  },

  {
    "en": "Be miserable. Or motivate yourself. Whatever has to be done, its always your choice.",
    "pr": "Be miserable, or stir yer bones. Whate'er needs doin', 'tis yer choice alone, matey."
  },

  {
    "en": "To be successful you must accept all challenges that come your way. You cant just accept the ones you like.",
    "pr": "If ye seek success, take on all challenges that drift yer way. Ye can't just pick the ones ye fancy, ye scallywag."
  },
  {
    "en": "Real difficulties can be overcome; it is only the imaginary ones that are unconquerable.",
    "pr": "True hardships be conquerable; 'tis the made-up fears that no man can best."
  },
  {
    "en": "Failure is the condiment that gives success its flavor.",
    "pr": "Failure be the spice that gives triumph its tangy taste."
  },
  {
    "en": "Dont let what you cannot do interfere with what you can do.",
    "pr": "Dont let what ye can't do meddle with what ye can do, ye swab."
  },
  {
    "en": "It is better to fail in originality than to succeed in imitation.",
    "pr": "It be better to fail like a true pirate than succeed like a poor copycat."
  },
  {
    "en": "Fortune sides with him who dares.",
    "pr": "Lady Luck sides with them what dares, arr!"
  },
  {
    "en": "You may have to fight a battle more than once to win it.",
    "pr": "Ye may have to clash swords more'n once to claim victory, ye buccaneer."
  },
  {
    "en": "It's not the size of the dog in the fight, but the size of the fight in the dog.",
    "pr": "It ain't the size o' the mutt in the brawl, but the size o' the brawl in the mutt, matey."
  },
  {
    "en": "Nothing lasts forever. Not even your troubles.",
    "pr": "Nothin' be lastin' fer ever. Not even yer woes, ye scurvy dog."
  },
  {
    "en": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
    "pr": "Two ways there be to sail through life. One as if nothin's a marvel, and the other as if all things be wondrous."
  },
  {
    "en": "Where hope grows, miracles blossom.",
    "pr": "Where hope sprouts, miracles bloom like spring flowers."
  },
  {
    "en": "To accomplish great things, we must not only act, but also dream, not only plan, but also believe.",
    "pr": "To achieve grand deeds, we must not only act, but dream, and not only scheme, but believe."
  },
  {
    "en": "You measure the size of the accomplishment by the obstacles you had to overcome to reach your goals.",
    "pr": "Ye measure yer feats by the storms ye braved to reach yer treasures."
  },
  {
    "en": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.",
    "pr": "Many a grand thing has been done by sailors who pressed on when hope was naught but a faint glimmer."
  },
  {
    "en": "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.",
    "pr": "Take risks, make blunders. That's the way ye grow. Pain feeds yer courage, and ye need to fail to learn bravery."
  },
  {
    "en": "Being strong means rejoicing in who you are, complete with imperfections.",
    "pr": "To be strong is to revel in who ye be, flaws an' all."
  },
  {
    "en": "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "pr": "A life spent makin' blunders be far nobler than a life spent idle as a dead fish."
  },
  {
    "en": "If you dont go after what you want, youll never have it. If you dont ask, the answer is always no. If you dont step forward, youre always in the same place.",
    "pr": "If ye dont chase what ye want, yell neer claim it. Dont ask, an' the answer be nay. Dont step forward, an' yell ne'er leave the same spot."
  },
  {
    "en": "It took me a long time not to judge myself through someone else's eyes.",
    "pr": "Took me many moons to see meself not by another's squinty gaze."
  },
  {
    "en": "Make the most of yourself, for that is all there is of you.",
    "pr": "Make the most o yerself, fer ye be all ye got, ye landlubber."
  },
  {
    "en": "Awards become corroded, friends gather no dust.",
    "pr": "Trophies may rust, but true mates be worth their weight in doubloons forever."
  },
  {
    "en": "Hope never abandons you, you abandon it.",
    "pr": "Hope don't leave ye, mate. It's ye who leaves hope."
  },
  {
    "en": "Nothing splendid has ever been achieved except by those who dared believe that something inside of them was superior to circumstance.",
    "pr": "No grand deeds ever done but by them that believed they be greater than their lot in life."
  },
  {
    "en": "I quit being afraid when my first venture failed and the sky didn't fall down.",
    "pr": "I quit bein' afeared when me first journey failed, an' the heavens stayed put."
  },
  {
    "en": "Life is 10% of what happens to me and 90% of how I react to it.",
    "pr": "Life be 10% what befalls ye an 90% how ye fire back."
  },
  {
    "en": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing.",
    "pr": "Swear to ne'er be idle, mate. None shall say they lack time if they waste it not. 'Tis wondrous how much ye can do by always doin'."
  },
  {
    "en": "Aerodynamically the bumblebee shouldn't be able to fly, but the bumblebee doesn't know that so it goes on flying anyway.",
    "pr": "By nature's reckonin', the bumblebee oughtn't fly, but she dont know that, so fly she does."
  },
  {
    "en": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.",
    "pr": "I be selfish, impatient, an' a tad unsure. I make blunders, be out o' hand, an' hard to manage. But if ye can't bear me at me worst, ye dont deserve me at me best."
  },
  {
    "en": "A room without books is like a body without a soul.",
    "pr": "A cabin without scrolls be like a shell without spirit."
  },
  {
    "en": "Be the change that you wish to see in the world.",
    "pr": "Be the change ye want to see across the seven seas."
  },
  {
    "en": "Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend.",
    "pr": "Dont walk aft me; I may not lead. Dont walk afore; I may not follow. Just walk beside me as a mate."
  },
  {
    "en": "Happiness is a butterfly, which when pursued, is always beyond your grasp, but which, if you will sit down quietly, may alight upon you.",
    "pr": "Joy be like a butterfly, always just outta reach till ye sit down an let it rest upon ye."
  },
  {
    "en": "Sometimes you can't see yourself clearly until you see yourself through the eyes of others.",
    "pr": "Sometimes ye cant spy yerself rightly till ye see through anothers eyes."
  },
  {
    "en": "The whole secret of a successful life is to find out what is one's destiny to do, and then do it.",
    "pr": "The true secret t' success be findin' what ye were meant to do, an' doin' it true."
  },
  {
    "en": "If you're going through hell, keep going.",
    "pr": "If ye be plowin' through hell, keep yer ship steady, an' sail on."
  },
  {
    "en": "To me, business isn't about wearing suits or pleasing stockholders. It's about being true to yourself, your ideas and focusing on the essentials.",
    "pr": "Business be not about fancy garb or pleasin' bilge-suckers. It be about bein true to yer ideas an' stickin' to what's real."
  },
  {
    "en": "In order to be irreplaceable one must always be different.",
    "pr": "To be like no other, ye must always be yer own unique brand o' sea dog."
  },

  {
    "en": "He currently is a free agent.",
    "pr": "He be a free buccaneer, with no captain t' call his own."
  },
  {
    "en": "He is notable for playing for Filipino club Philippine Air Force, in which he has played for over 29 years.",
    "pr": "He be known fer playin' fer th' Filipino crew o' Philippine Air Force, where he's swung his cutlass fer o'er 29 years!"
  },
  {
    "en": "At the time of the 2006 National Census, the village's population was 3,263 in 678 households.",
    "pr": "When th' census o' 2006 came about, th' village be hostin' 3,263 souls in 678 homesteads."
  },
  {
    "en": "Fukuoka Institute of Technology is a private university in Higashi-ku of Fukuoka, Japan.",
    "pr": "Th' Fukuoka Institute o' Technology be a private learnin' port in Higashi-ku o' Fukuoka, Japan."
  },
  {
    "en": "The predecessor of the school was founded in 1954, and it was chartered as a university in 1963.",
    "pr": "Afore it became a full-fledged university in '63, th' learnin' establishment set sail back in 1954."
  },
  {
    "en": "It is located near Fukkdaimae Station.",
    "pr": "Ye'll find it docked near Fukkdaimae Station."
  },
  {
    "en": "The Bidu Sayo International Vocal Competition is a singing competition held in Belo Horizonte, Brazil.",
    "pr": "Th' Bidu Sayo International Vocal Competition be a singin' duel held in th' fair port o' Belo Horizonte, Brazil."
  },
  {
    "en": "It is open to singers of any nationality for up-and-coming young singers and has an age restriction.",
    "pr": "It be open t' any young chanteys who meet th' age mark, no matter whar they be hailin' from."
  },
  {
    "en": "The competition is divided between male and female participants.",
    "pr": "Th' duel be split fer gents an' wenches alike."
  },
  {
    "en": "The Cherry Lane Theatre is the oldest continuously running off-Broadway theater in New York City.",
    "pr": "Th' Cherry Lane Theatre be th' oldest sailin' off-Broadway stage in New York City, still chartin' new courses."
  },
  {
    "en": "The theater is located at 38 Commerce Street between Barrow and Bedford Streets in the West Village neighborhood of Greenwich Village, Manhattan, New York City.",
    "pr": "Th' theater be docked at 38 Commerce Street 'twixt Barrow 'n Bedford in West Village, Greenwich Village, Manhattan."
  },
  {
    "en": "The Cherry Lane Theatre contains a 179-seat main stage and a 60-seat studio.",
    "pr": "Cherry Lane be harborin' a grand 179-seat main deck 'n a smaller 60-seat studio."
  },
  {
    "en": "The building was constructed as a farm silo in 1817, and also served as a brewery, tobacco warehouse and box factory before Evelyn Vaughn, William S. Rainey, Reginald Travers & Edna St. Vincent Millay converted the structure into a theater they christened the Cherry Lane Playhouse.",
    "pr": "Built as a farm silo in 1817, this buildin' once served as a brewery, tobacco warehouse, 'n box factory 'til it were christened Cherry Lane Playhouse by th' bold Evelyn Vaughn, William S. Rainey, Reginald Travers 'n Edna St. Vincent Millay."
  },
  { "en": "It opened in 1923.", "pr": "It opened its doors in 1923." },
  {
    "en": "Its first reviewed show was Saturday Night by Robert Presnell, which opened on February 9, 1924.",
    "pr": "Th' first reviewed show t' sail was Saturday Night by Robert Presnell, cast off on February 9, 1924."
  },
  {
    "en": "This was followed by the plays The Man Who Ate Popomack, by W. J. Turner, directed by Reginald Travers, on March 24, 1924; and The Way of the World by William Congreve, produced by the Cherry Lane Players Inc., opening November 17, 1924.",
    "pr": "This be followed by th' plays The Man Who Ate Popomack, by W.J. Turner, with Cap'n Travers at th' helm, on March 24, 1924; and The Way o' the World by William Congreve, hoistin' its sails on November 17, 1924 by th' Cherry Lane Players Inc."
  },
  {
    "en": "The theatre received a significant makeover in 1954 when it acquired much of the expensive furnishings sold off by Rockefeller Center's failing Center Theatre.",
    "pr": "Th' theater got itself a grand makeover in 1954 when it salvaged fine furnishings from Rockefeller Center's sinkin' Center Theatre."
  },
  {
    "en": "Euderces andersoni is a species of beetle in the family Cerambycidae.",
    "pr": "Euderces andersoni be a breed o' beetle in th' Cerambycidae clan."
  },
  {
    "en": "It was described by Giesbert and Chemsak in 1997 and is known from Guerrero in southern Mexico.",
    "pr": "It were charted by Giesbert 'n Chemsak in 1997 'n be known t' dwell in th' lands o' Guerrero in southern Mexico."
  },
  {
    "en": "It is named for Robert S. Anderson from the Canadian Museum of Nature in Ottawa.",
    "pr": "It be named after Robert S. Anderson from th' Canadian Museum o' Nature in Ottawa."
  },
  {
    "en": "Nana Twum Barimah, also known as Dr. Rokoto, is a Ghanaian film and television actor and comedian who has contributed to the growth of the film industry.",
    "pr": "Nana Twum Barimah, a.k.a Dr. Rokoto, be a Ghanaian actor 'n jester whos helped th' film industry grow."
  },
  {
    "en": "He co-hosted By the Fireside with Maame Dokono on GTV in the 1990s and early 2000s.",
    "pr": "He co-hosted By th' Fireside with Maame Dokono on GTV durin' th' '90s 'n early 2000s."
  },
  {
    "en": "The second son of Thomas de Ros, 4th Baron Ros, and Beatrice Stafford, William inherited his father's feudal barony and estates (with extensive lands centred on Lincolnshire) in 1394.",
    "pr": "Th' second son o' Thomas de Ros, 4th Baron Ros, 'n Beatrice Stafford, young William took on his father's barony 'n lands 'round Lincolnshire in 1394."
  },
  {
    "en": "Shortly afterwards, he married Margaret, daughter of John FitzAlan, 1st Baron Arundel.",
    "pr": "Soon after, he wed th' fair Margaret, daughter o' John FitzAlan, 1st Baron Arundel."
  },
  {
    "en": "The Fitzalan family, like that of de Ros, was well-connected at the local and national level.",
    "pr": "Th' Fitzalan clan, like de Ros, be well-connected both near 'n far."
  },
  {
    "en": "They were implacably opposed to King Richard II, and this may have soured Richard's opinion of the young de Ros.",
    "pr": "They be sworn foes o' King Richard II, a matter that mayhaps blackened Richard's view o' th' young de Ros."
  },
  {
    "en": "Cunningham v. California, 549 U.S. 270 (2007), is a decision by the Supreme Court of the United States in which the Court held, 63, that the sentencing standard set forward in Apprendi v. New Jersey (2000) applies to California's determinate sentencing law.",
    "pr": "Cunningham v. California, 549 U.S. 270 (2007), be a decree from th' Supreme Court o' th' United States, holdin' by a vote o' 6-3 that th' rule from Apprendi v. New Jersey (2000) stands in California's sentencin' law."
  },
  {
    "en": "Greme is a district of the Nevehir Province in Turkey.",
    "pr": "Greme be a district o' Nevehir Province in Turkey."
  },
  {
    "en": "After the eruption of Mount Erciyes about 2.6 million years ago, ash and lava formed soft rocks in the Cappadocia region, covering a region of about 20,000 square kilometres (7,700 sq mi).",
    "pr": "After Mount Erciyes blew its top some 2.6 million years ago, ash 'n lava formed soft stones in th' Cappadocia region, coverin' about 20,000 square leagues."
  },
  {
    "en": "The softer rock was eroded by wind and water, leaving the hard cap rock on top of pillars, forming the present-day fairy chimneys.",
    "pr": "Wind 'n water wore away th' softer stone, leavin' th' hard cap rock atop pillars, creatin' th' fairy chimneys we see today."
  }
]
