[
  {
    "en": "Hello",
    "pr": "Ahoy"
  },
  { "en": "Goodbye", "pr": "Fair winds" },
  { "en": "Yes", "pr": "Aye" },
  { "en": "No", "pr": "Nay" },
  { "en": "My name is", "pr": "Me name be" },
  { "en": "How are you?", "pr": "How be ye?" },
  { "en": "I am fine", "pr": "I be fine" },
  { "en": "Please", "pr": "I be askin' ye kindly" },
  { "en": "Thank you", "pr": "Thank ye" },
  { "en": "You're welcome", "pr": "Ye be welcome" },
  { "en": "Excuse me", "pr": "Beggin' yer pardon" },
  { "en": "What is your name?", "pr": "What be yer moniker?" },
  { "en": "I don't understand", "pr": "I be not followin' ye" },
  { "en": "Where are you from?", "pr": "Where be ye hailin' from?" },
  { "en": "Help!", "pr": "Man overboard!" },
  { "en": "I'm hungry", "pr": "I be starvin' like a dog!" },
  { "en": "Let's go!", "pr": "Avast, let’s set sail!" },
  { "en": "Treasure", "pr": "Booty" },
  { "en": "Ship", "pr": "Vessel" },
  { "en": "Captain", "pr": "Cap'n" },
  { "en": "Friend", "pr": "Matey" },
  { "en": "Enemy", "pr": "Scallywag" },
  { "en": "Drink", "pr": "Grog" },
  { "en": "Battle", "pr": "Skirmish" },
  { "en": "I don't understand", "pr": "Avast! I be not comprehendin' ye." },
  { "en": "Where is the treasure?", "pr": "Arr, where be the booty?" },
  { "en": "Set sail!", "pr": "Hoist the sails, ye landlubbers!" },
  { "en": "Raise the anchor!", "pr": "Weigh the anchor, ye mangy dogs!" },
  { "en": "Ahoy, captain!", "pr": "Ahoy, ye scallywag of a captain!" },
  { "en": "Yo ho ho!", "pr": "Yo ho ho, and a bottle o' rum!" },
  {
    "en": "Avast, ye landlubbers!",
    "pr": "Avast, ye lily-livered landlubbers!"
  },
  {
    "en": "Batten down the hatches!",
    "pr": "Batten down the hatches, ye scallywags!"
  },
  { "en": "Walk the plank!", "pr": "Walk the plank, ye bilge rat!" },
  { "en": "Shiver me timbers!", "pr": "Shiver me timbers, ye scurvy dog!" },
  { "en": "Aye, aye, captain!", "pr": "Aye, aye, ye mangy dog of a captain!" },
  { "en": "Pieces of eight!", "pr": "Pieces of eight, ye landlubbers!" },

  {
    "en": "people",
    "pr": "crew"
  },
  {
    "en": "history",
    "pr": "tales o' old"
  },
  {
    "en": "way",
    "pr": "course"
  },
  {
    "en": "art",
    "pr": "craft"
  },
  {
    "en": "world",
    "pr": "seas"
  },
  {
    "en": "information",
    "pr": "intel"
  },
  {
    "en": "map",
    "pr": "chart"
  },
  {
    "en": "two",
    "pr": "pair"
  },
  {
    "en": "family",
    "pr": "crew"
  },
  {
    "en": "government",
    "pr": "captaincy"
  },
  {
    "en": "health",
    "pr": "well-bein'"
  },
  {
    "en": "system",
    "pr": "scheme"
  },
  {
    "en": "computer",
    "pr": "mechanical beast"
  },
  {
    "en": "meat",
    "pr": "grub"
  },
  {
    "en": "year",
    "pr": "turn o' the sun"
  },
  {
    "en": "thanks",
    "pr": "yarrr, cheers"
  },
  {
    "en": "music",
    "pr": "shanty"
  },
  {
    "en": "person",
    "pr": "matey"
  },
  {
    "en": "reading",
    "pr": "perusin'"
  },
  {
    "en": "method",
    "pr": "way o' doin'"
  },
  {
    "en": "data",
    "pr": "info"
  },
  {
    "en": "food",
    "pr": "victuals"
  },

  {
    "en": "The sun sets in the west.",
    "pr": "Th' sun be settin' in th' west."
  },
  {
    "en": "Birds chirp in the early morning.",
    "pr": "Birds be chirpin' in th' early mornin'."
  },
  {
    "en": "A gentle breeze rustles the leaves.",
    "pr": "A gentle breeze be rustlin' th' leaves."
  },
  {
    "en": "Children laugh and play in the park.",
    "pr": "Lad and lass be laughin' and playin' in th' park."
  },
  {
    "en": "Books open up new worlds of imagination.",
    "pr": "Books be openin' up new worlds o' imagination."
  },
  {
    "en": "The aroma of fresh coffee fills the air.",
    "pr": "Th' aroma o' fresh coffee be fillin' th' air."
  },
  {
    "en": "Stars twinkle in the night sky.",
    "pr": "Stars be twinklin' in th' night sky."
  },
  {
    "en": "Music has the power to heal the soul.",
    "pr": "Music be havin' th' power t' heal th' soul."
  },
  {
    "en": "Friendship is a treasure that lasts a lifetime.",
    "pr": "Friendship be a treasure that lasts a lifetime."
  },
  {
    "en": "Every day is a new opportunity to learn.",
    "pr": "Every day be a new chance t' learn."
  },
  {
    "en": "The ocean waves crash against the shore.",
    "pr": "Th' ocean waves be crashin' against th' shore."
  },
  {
    "en": "Mountains stand tall against the horizon.",
    "pr": "Mountains be standin' tall against th' horizon."
  },
  {
    "en": "A rainbow appears after the rain.",
    "pr": "A rainbow be appearin' after th' rain."
  },
  {
    "en": "The sound of laughter echoes in the room.",
    "pr": "Th' sound o' laughter be echoing in th' room."
  },
  {
    "en": "Time spent with family is priceless.",
    "pr": "Time spent with family be priceless."
  },
  {
    "en": "Nature's beauty is all around us.",
    "pr": "Nature's beauty be all 'round us."
  },
  {
    "en": "A warm hug can brighten anyone's day.",
    "pr": "A warm hug can brighten any scallywag's day."
  },
  {
    "en": "Dreams are the seeds of reality.",
    "pr": "Dreams be th' seeds o' reality."
  },
  {
    "en": "The first snow of winter is magical.",
    "pr": "Th' first snow o' winter be magical."
  },
  {
    "en": "Art expresses emotions that words cannot.",
    "pr": "Art be expressin' emotions that words cannae."
  },
  {
    "en": "Kindness is a language everyone understands.",
    "pr": "Kindness be a tongue all can understand."
  },
  {
    "en": "Life isnt about getting and having, its about giving and being.",
    "pr": "Life be not fer plunderin' n' hoardin', but fer givin' n' bein'."
  },
  {
    "en": "Whatever the mind of man can conceive and believe, it can achieve.",
    "pr": "Whatever a mans mind be conjurin' n' believin', he can be makin' true."
  },
  {
    "en": "Strive not to be a success, but rather to be of value.",
    "pr": "Seek not fer fame or fortune, but t' be worth yer salt."
  },
  {
    "en": "Two roads diverged in a wood, and II took the one less traveled by, And that has made all the difference.",
    "pr": "Two paths split in a forest, n' Iaye, I took the one less sailed, n' that made all the difference."
  },
  {
    "en": "I attribute my success to this: I never gave or took any excuse.",
    "pr": "Me success be thanks t' this: I ne'er gave or took a single excuse."
  },
  {
    "en": "You miss 100% of the shots you dont take.",
    "pr": "Ye miss all the cannon blasts ye dont fire."
  },
  {
    "en": "Ive missed more than 9000 shots in my career. Ive lost almost 300 games. 26 times Ive been trusted to take the game-winning shot and missed. Ive failed over and over and over again in my life. And that is why I succeed.",
    "pr": "Ive missed many a shot, lost near 300 battles, failed more times than I can count. That be why I prevail."
  },
  {
    "en": "The most difficult thing is the decision to act, the rest is merely tenacity.",
    "pr": "The hardest task be decidin' t' act; the rest be holdin' yer course."
  },
  {
    "en": "Every strike brings me closer to the next home run.",
    "pr": "Every whiff o' the cutlass brings me closer t' me next victory."
  },
  {
    "en": "Definiteness of purpose is the starting point of all achievement.",
    "pr": "A fixed course be th' startin' point o' all victories."
  },
  {
    "en": "We must balance conspicuous consumption with conscious capitalism.",
    "pr": "We ought t' balance our hoardin' o' treasure with goodly trade."
  },
  {
    "en": "Life is what happens to you while youre busy making other plans.",
    "pr": "Life be what catches ye whilst yer plannin' fer somethin' else."
  },
  {
    "en": "We become what we think about.",
    "pr": "We becometh what be on our minds."
  },
  {
    "en": "Twenty years from now you will be more disappointed by the things that you didnt do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails. Explore, Dream, Discover.",
    "pr": "In twenty years yell rue what ye didnt do more than what ye did, so throw off th' ropes, leave safe harbor, catch the tradewinds! Explore, Dream, Discover."
  },
  {
    "en": "Life is 10% what happens to me and 90% of how I react to it.",
    "pr": "Life be 10% what befall me, and 90% how I handle it."
  },
  {
    "en": "The most common way people give up their power is by thinking they dont have any.",
    "pr": "Th' quickest way t' lose yer might be believin' ye got none."
  },
  {
    "en": "The mind is everything. What you think you become.",
    "pr": "Th' mind be everythin'. What ye think, ye become."
  },
  {
    "en": "The best time to plant a tree was 20 years ago. The second best time is now.",
    "pr": "The finest hour fer plantin' a tree be twenty years ago. The next best be now."
  },
  {
    "en": "An unexamined life is not worth living.",
    "pr": "An unexamined life be as worthless as an empty chest."
  },
  {
    "en": "Eighty percent of success is showing up.",
    "pr": "Eighty percent o' triumph be jus' showin' yer face."
  },
  {
    "en": "Your time is limited, so dont waste it living someone elses life.",
    "pr": "Yer time be short, so waste it not livin' another's tale."
  },
  {
    "en": "Winning isnt everything, but wanting to win is.",
    "pr": "Victory be not everythin', but cravin' it be."
  },
  {
    "en": "I am not a product of my circumstances. I am a product of my decisions.",
    "pr": "I be no product o' me circumstances but a product o' me choices."
  },
  {
    "en": "Every child is an artist. The problem is how to remain an artist once he grows up.",
    "pr": "Every little sprout be an artist; the trouble be stayin' one as he grows."
  },
  {
    "en": "You can never cross the ocean until you have the courage to lose sight of the shore.",
    "pr": "Ye cant cross th' seas till yeve courage enough t' lose sight o' land."
  },
  {
    "en": "Ive learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "pr": "Ive learned folks may forget what ye said or did, but ne'er how ye made 'em feel."
  },
  {
    "en": "Either you run the day, or the day runs you.",
    "pr": "Either ye command th' day, or th' day commands ye."
  },
  {
    "en": "Whether you think you can or you think you cant, youre right.",
    "pr": "If ye think ye can or cant, yer right."
  },
  {
    "en": "The two most important days in your life are the day you are born and the day you find out why.",
    "pr": "Th' two most important days be th' day ye be born and th' day ye find out why."
  },
  {
    "en": "Whatever you can do, or dream you can, begin it. Boldness has genius, power, and magic in it.",
    "pr": "Whatever ye can do or dream, begin it. Boldness has genius, power, n' magic in it."
  },
  {
    "en": "The best revenge is massive success.",
    "pr": "Th' finest revenge be grand success."
  },
  {
    "en": "People often say that motivation doesnt last. Well, neither does bathing. Thats why we recommend it daily.",
    "pr": "Folks say motivation dont last. Well, neither does bathin'. Thats why we recommend it daily."
  },
  {
    "en": "Life shrinks or expands in proportion to ones courage.",
    "pr": "Life shrinks or grows dependin' on yer courage."
  },
  {
    "en": "If you hear a voice within you say you cannot paint, then by all means paint and that voice will be silenced.",
    "pr": "If ye hear a voice sayin' ye cant paint, paint anyway, n' th' voice will be silenced."
  },
  {
    "en": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
    "pr": "Thar be only one way t' avoid criticism: do nothin', say nothin', n' be nothin'."
  },

  {
    "en": "What you do today can improve all your tomorrows.",
    "pr": "What ye be doin' today can make yer tomorrows shine brighter than a hoard o' doubloons."
  },
  {
    "en": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "pr": "What ye plunder by reachin' yer goals be not as grand as what ye become by claimin' 'em."
  },
  {
    "en": "Intelligence without ambition is a bird without wings.",
    "pr": "Cleverness with no ambition be like a bird with no wings, driftin' aimlessly on the wind."
  },
  {
    "en": "The key is to keep company only with people who uplift you, whose presence calls forth your best.",
    "pr": "The secret lies in sailin' with mates who raise yer spirits, whose very presence brings out yer finest self."
  },
  {
    "en": "We may encounter many defeats but we must not be defeated.",
    "pr": "Though we face many a storm and clash o' steel, we shall ne'er be struck down for good."
  },
  {
    "en": "Problems are not stop signs, they are guidelines.",
    "pr": "Troubles aint stop markersthey be guidin' stars fer a cunning sailor."
  },
  {
    "en": "Be kind whenever possible. It is always possible.",
    "pr": "Show kindness whenever the seas allow, for there's always a moment fer mercy."
  },
  {
    "en": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "pr": "A true buccaneer be driven by the need to conquer his own dreams, not to best another swashbuckler."
  },
  {
    "en": "A somebody was once a nobody who wanted to and did.",
    "pr": "A legend once started as nothin' more than a dreamer with grit in his soul."
  },
  {
    "en": "Life is 10% what happens to us and 90% how we react to it.",
    "pr": "Life be 10% what fate throws at ye and 90% how ye steer yer ship through it."
  },
  {
    "en": "Even if youre on the right track, youll get run over if you just sit there.",
    "pr": "Even on the right course, if ye sit idle, yell be keelhauled sure as the tides."
  },
  {
    "en": "Luck is a dividend of sweat. The more you sweat, the luckier you get.",
    "pr": "Luck be a share o sweatso the harder ye toil, the luckier ye get."
  },
  {
    "en": "Courage is the first of human qualities because it is the quality which guarantees all others.",
    "pr": "Courage be the heart o' all virtues, fer it sets sail to all the others."
  },
  {
    "en": "The great thing in this world is not so much where you stand, as in what direction you are moving.",
    "pr": "It matters not where yer feet be planted but which way yer sails be set."
  },
  {
    "en": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "pr": "Though none can sail back to rewrite the past, any man can chart a new course to change the end."
  },
  {
    "en": "The only way to do great work is to love what you do.",
    "pr": "The only way to make a grand mark be to love what ye do."
  },
  {
    "en": "The best way to predict the future is to create it.",
    "pr": "The finest way to see what lies ahead be to forge it."
  },
  {
    "en": "The only limit to our realization of tomorrow will be our doubts of today.",
    "pr": "The only thing that can hold back our future be our fears of today."
  },

  {
    "en": "Success is walking from failure to failure with no loss of enthusiasm.",
    "pr": "Success be walkin' from blunder t' blunder with nary a drop o' spirit lost."
  },
  {
    "en": "Someone is sitting in the shade today because someone planted a tree a long time ago.",
    "pr": "Some scallywag be sittin' in th' shade today 'cause another scallywag planted a mighty tree long, long ago."
  },
  {
    "en": "Don't cry because it's over, smile because it happened.",
    "pr": "Shed no tear fer it be over, grin wide fer it did happen!"
  },
  {
    "en": "Life is short, and it is here to be lived.",
    "pr": "Life be but a short voyage, and here fer livin' it is!"
  },
  {
    "en": "You can't connect the dots looking forward; you can only connect them looking backward...This approach has never let me down, and it has made all the difference in my life.",
    "pr": "Ye can't be connectin' th' dots lookin' forward; only backward be they fittin' together... Ne'er once did it let me down, makin' all th' difference in me life."
  },
  {
    "en": "Everything you can imagine is real.",
    "pr": "All ye can conjure up in yer mind be as real as gold in yer pocket!"
  },
  {
    "en": "Successful people do what unsuccessful people are not willing to do. Don't wish it were easier; wish you were better.",
    "pr": "Aye, th' successful be doin' what th' unsuccessful fear t' do. Wish not fer easy waters; wish yerself stronger!"
  },
  {
    "en": "Rarely have I seen a situation where doing less than the other guy is a good strategy.",
    "pr": "Rarely have I spied a time when doin' less than th' next mate be sound strategy."
  },
  {
    "en": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.",
    "pr": "Change be not comin' if we wait fer another soul or another tide. We be the ones weve been waitin fer, we be th' change we seek."
  },
  {
    "en": "If you love what you do and are willing to do what it takes, it's within your reach.",
    "pr": "If ye fancy what ye be doin' and be willin' t' pay th' toll, 'tis all within yer reach."
  },
  {
    "en": "In my experience, there is only one motivation, and that is desire. No reasons or principle contain it or stand against it.",
    "pr": "In all me days, only one drive be true, and that be desire. No reason or creed can contain it nor hold it back."
  },
  {
    "en": "Keep on going, and the chances are that you will stumble on something, perhaps when you are least expecting it.",
    "pr": "Keep sailin' onward, and ye may chance upon treasure when ye least expect it!"
  },
  {
    "en": "The successful warrior is the average man, with laser-like focus.",
    "pr": "A true warrior o' success be a common sailor with th' eyes o' a hawk."
  },
  {
    "en": "In the midst of movement and chaos, keep stillness inside of you.",
    "pr": "In th' heart o' commotion an' wild seas, keep stillness in yer soul."
  },
  {
    "en": "Success does not consist in never making mistakes but in never making the same one a second time.",
    "pr": "Success be not found in avoidin' mistakes, but in ne'er repeatin' 'em twice."
  },
  {
    "en": "I don't want to get to the end of my life and find that I lived just the length of it. I want to have lived the width of it as well.",
    "pr": "I care not to reach me end havin' only lived th' length of me days. Nay, I be wantin' to have lived th' width of 'em too!"
  },
  {
    "en": "As we look ahead into the next century, leaders will be those who empower others.",
    "pr": "As we peer into th' next century, them as leads shall be those who raise up their shipmates."
  },
  {
    "en": "The only place where success comes before work is in the dictionary.",
    "pr": "Th' only place ye'll find success afore work be in th' ship's dictionary."
  },
  {
    "en": "Its not what you look at that matters, its what you see.",
    "pr": "Tis not what yer lookin' at that counts, 'tis what ye spy wit' yer heart."
  },
  {
    "en": "The road to success and the road to failure are almost exactly the same.",
    "pr": "Th' path t' fortune an' th' path t' ruin be almost th' same course."
  },

  {
    "en": "Be miserable. Or motivate yourself. Whatever has to be done, its always your choice.",
    "pr": "Be miserable, or stir yer bones. Whate'er needs doin', 'tis yer choice alone, matey."
  },

  {
    "en": "To be successful you must accept all challenges that come your way. You cant just accept the ones you like.",
    "pr": "If ye seek success, take on all challenges that drift yer way. Ye can't just pick the ones ye fancy, ye scallywag."
  },
  {
    "en": "Real difficulties can be overcome; it is only the imaginary ones that are unconquerable.",
    "pr": "True hardships be conquerable; 'tis the made-up fears that no man can best."
  },
  {
    "en": "Failure is the condiment that gives success its flavor.",
    "pr": "Failure be the spice that gives triumph its tangy taste."
  },
  {
    "en": "Dont let what you cannot do interfere with what you can do.",
    "pr": "Dont let what ye can't do meddle with what ye can do, ye swab."
  },
  {
    "en": "It is better to fail in originality than to succeed in imitation.",
    "pr": "It be better to fail like a true pirate than succeed like a poor copycat."
  },
  {
    "en": "Fortune sides with him who dares.",
    "pr": "Lady Luck sides with them what dares, arr!"
  },
  {
    "en": "You may have to fight a battle more than once to win it.",
    "pr": "Ye may have to clash swords more'n once to claim victory, ye buccaneer."
  },
  {
    "en": "It's not the size of the dog in the fight, but the size of the fight in the dog.",
    "pr": "It ain't the size o' the mutt in the brawl, but the size o' the brawl in the mutt, matey."
  },
  {
    "en": "Nothing lasts forever. Not even your troubles.",
    "pr": "Nothin' be lastin' fer ever. Not even yer woes, ye scurvy dog."
  },
  {
    "en": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
    "pr": "Two ways there be to sail through life. One as if nothin's a marvel, and the other as if all things be wondrous."
  },
  {
    "en": "Where hope grows, miracles blossom.",
    "pr": "Where hope sprouts, miracles bloom like spring flowers."
  },
  {
    "en": "To accomplish great things, we must not only act, but also dream, not only plan, but also believe.",
    "pr": "To achieve grand deeds, we must not only act, but dream, and not only scheme, but believe."
  },
  {
    "en": "You measure the size of the accomplishment by the obstacles you had to overcome to reach your goals.",
    "pr": "Ye measure yer feats by the storms ye braved to reach yer treasures."
  },
  {
    "en": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.",
    "pr": "Many a grand thing has been done by sailors who pressed on when hope was naught but a faint glimmer."
  },
  {
    "en": "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.",
    "pr": "Take risks, make blunders. That's the way ye grow. Pain feeds yer courage, and ye need to fail to learn bravery."
  },
  {
    "en": "Being strong means rejoicing in who you are, complete with imperfections.",
    "pr": "To be strong is to revel in who ye be, flaws an' all."
  },
  {
    "en": "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
    "pr": "A life spent makin' blunders be far nobler than a life spent idle as a dead fish."
  },
  {
    "en": "If you dont go after what you want, youll never have it. If you dont ask, the answer is always no. If you dont step forward, youre always in the same place.",
    "pr": "If ye dont chase what ye want, yell neer claim it. Dont ask, an' the answer be nay. Dont step forward, an' yell ne'er leave the same spot."
  },
  {
    "en": "It took me a long time not to judge myself through someone else's eyes.",
    "pr": "Took me many moons to see meself not by another's squinty gaze."
  },
  {
    "en": "Make the most of yourself, for that is all there is of you.",
    "pr": "Make the most o yerself, fer ye be all ye got, ye landlubber."
  },
  {
    "en": "Awards become corroded, friends gather no dust.",
    "pr": "Trophies may rust, but true mates be worth their weight in doubloons forever."
  },
  {
    "en": "Hope never abandons you, you abandon it.",
    "pr": "Hope don't leave ye, mate. It's ye who leaves hope."
  },
  {
    "en": "Nothing splendid has ever been achieved except by those who dared believe that something inside of them was superior to circumstance.",
    "pr": "No grand deeds ever done but by them that believed they be greater than their lot in life."
  },
  {
    "en": "I quit being afraid when my first venture failed and the sky didn't fall down.",
    "pr": "I quit bein' afeared when me first journey failed, an' the heavens stayed put."
  },
  {
    "en": "Life is 10% of what happens to me and 90% of how I react to it.",
    "pr": "Life be 10% what befalls ye an 90% how ye fire back."
  },
  {
    "en": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing.",
    "pr": "Swear to ne'er be idle, mate. None shall say they lack time if they waste it not. 'Tis wondrous how much ye can do by always doin'."
  },
  {
    "en": "Aerodynamically the bumblebee shouldn't be able to fly, but the bumblebee doesn't know that so it goes on flying anyway.",
    "pr": "By nature's reckonin', the bumblebee oughtn't fly, but she dont know that, so fly she does."
  },
  {
    "en": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.",
    "pr": "I be selfish, impatient, an' a tad unsure. I make blunders, be out o' hand, an' hard to manage. But if ye can't bear me at me worst, ye dont deserve me at me best."
  },
  {
    "en": "A room without books is like a body without a soul.",
    "pr": "A cabin without scrolls be like a shell without spirit."
  },
  {
    "en": "Be the change that you wish to see in the world.",
    "pr": "Be the change ye want to see across the seven seas."
  },
  {
    "en": "Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend.",
    "pr": "Dont walk aft me; I may not lead. Dont walk afore; I may not follow. Just walk beside me as a mate."
  },
  {
    "en": "Happiness is a butterfly, which when pursued, is always beyond your grasp, but which, if you will sit down quietly, may alight upon you.",
    "pr": "Joy be like a butterfly, always just outta reach till ye sit down an let it rest upon ye."
  },
  {
    "en": "Sometimes you can't see yourself clearly until you see yourself through the eyes of others.",
    "pr": "Sometimes ye cant spy yerself rightly till ye see through anothers eyes."
  },
  {
    "en": "The whole secret of a successful life is to find out what is one's destiny to do, and then do it.",
    "pr": "The true secret t' success be findin' what ye were meant to do, an' doin' it true."
  },
  {
    "en": "If you're going through hell, keep going.",
    "pr": "If ye be plowin' through hell, keep yer ship steady, an' sail on."
  },
  {
    "en": "To me, business isn't about wearing suits or pleasing stockholders. It's about being true to yourself, your ideas and focusing on the essentials.",
    "pr": "Business be not about fancy garb or pleasin' bilge-suckers. It be about bein true to yer ideas an' stickin' to what's real."
  },
  {
    "en": "In order to be irreplaceable one must always be different.",
    "pr": "To be like no other, ye must always be yer own unique brand o' sea dog."
  },

  {
    "en": "He currently is a free agent.",
    "pr": "He be a free buccaneer, with no captain t' call his own."
  },
  {
    "en": "He is notable for playing for Filipino club Philippine Air Force, in which he has played for over 29 years.",
    "pr": "He be known fer playin' fer th' Filipino crew o' Philippine Air Force, where he's swung his cutlass fer o'er 29 years!"
  },
  {
    "en": "At the time of the 2006 National Census, the village's population was 3,263 in 678 households.",
    "pr": "When th' census o' 2006 came about, th' village be hostin' 3,263 souls in 678 homesteads."
  },
  {
    "en": "Fukuoka Institute of Technology is a private university in Higashi-ku of Fukuoka, Japan.",
    "pr": "Th' Fukuoka Institute o' Technology be a private learnin' port in Higashi-ku o' Fukuoka, Japan."
  },
  {
    "en": "The predecessor of the school was founded in 1954, and it was chartered as a university in 1963.",
    "pr": "Afore it became a full-fledged university in '63, th' learnin' establishment set sail back in 1954."
  },
  {
    "en": "It is located near Fukkdaimae Station.",
    "pr": "Ye'll find it docked near Fukkdaimae Station."
  },
  {
    "en": "The Bidu Sayo International Vocal Competition is a singing competition held in Belo Horizonte, Brazil.",
    "pr": "Th' Bidu Sayo International Vocal Competition be a singin' duel held in th' fair port o' Belo Horizonte, Brazil."
  },
  {
    "en": "It is open to singers of any nationality for up-and-coming young singers and has an age restriction.",
    "pr": "It be open t' any young chanteys who meet th' age mark, no matter whar they be hailin' from."
  },
  {
    "en": "The competition is divided between male and female participants.",
    "pr": "Th' duel be split fer gents an' wenches alike."
  },
  {
    "en": "The Cherry Lane Theatre is the oldest continuously running off-Broadway theater in New York City.",
    "pr": "Th' Cherry Lane Theatre be th' oldest sailin' off-Broadway stage in New York City, still chartin' new courses."
  },
  {
    "en": "The theater is located at 38 Commerce Street between Barrow and Bedford Streets in the West Village neighborhood of Greenwich Village, Manhattan, New York City.",
    "pr": "Th' theater be docked at 38 Commerce Street 'twixt Barrow 'n Bedford in West Village, Greenwich Village, Manhattan."
  },
  {
    "en": "The Cherry Lane Theatre contains a 179-seat main stage and a 60-seat studio.",
    "pr": "Cherry Lane be harborin' a grand 179-seat main deck 'n a smaller 60-seat studio."
  },
  {
    "en": "The building was constructed as a farm silo in 1817, and also served as a brewery, tobacco warehouse and box factory before Evelyn Vaughn, William S. Rainey, Reginald Travers & Edna St. Vincent Millay converted the structure into a theater they christened the Cherry Lane Playhouse.",
    "pr": "Built as a farm silo in 1817, this buildin' once served as a brewery, tobacco warehouse, 'n box factory 'til it were christened Cherry Lane Playhouse by th' bold Evelyn Vaughn, William S. Rainey, Reginald Travers 'n Edna St. Vincent Millay."
  },
  { "en": "It opened in 1923.", "pr": "It opened its doors in 1923." },
  {
    "en": "Its first reviewed show was Saturday Night by Robert Presnell, which opened on February 9, 1924.",
    "pr": "Th' first reviewed show t' sail was Saturday Night by Robert Presnell, cast off on February 9, 1924."
  },
  {
    "en": "This was followed by the plays The Man Who Ate Popomack, by W. J. Turner, directed by Reginald Travers, on March 24, 1924; and The Way of the World by William Congreve, produced by the Cherry Lane Players Inc., opening November 17, 1924.",
    "pr": "This be followed by th' plays The Man Who Ate Popomack, by W.J. Turner, with Cap'n Travers at th' helm, on March 24, 1924; and The Way o' the World by William Congreve, hoistin' its sails on November 17, 1924 by th' Cherry Lane Players Inc."
  },
  {
    "en": "The theatre received a significant makeover in 1954 when it acquired much of the expensive furnishings sold off by Rockefeller Center's failing Center Theatre.",
    "pr": "Th' theater got itself a grand makeover in 1954 when it salvaged fine furnishings from Rockefeller Center's sinkin' Center Theatre."
  },
  {
    "en": "Euderces andersoni is a species of beetle in the family Cerambycidae.",
    "pr": "Euderces andersoni be a breed o' beetle in th' Cerambycidae clan."
  },
  {
    "en": "It was described by Giesbert and Chemsak in 1997 and is known from Guerrero in southern Mexico.",
    "pr": "It were charted by Giesbert 'n Chemsak in 1997 'n be known t' dwell in th' lands o' Guerrero in southern Mexico."
  },
  {
    "en": "It is named for Robert S. Anderson from the Canadian Museum of Nature in Ottawa.",
    "pr": "It be named after Robert S. Anderson from th' Canadian Museum o' Nature in Ottawa."
  },
  {
    "en": "Nana Twum Barimah, also known as Dr. Rokoto, is a Ghanaian film and television actor and comedian who has contributed to the growth of the film industry.",
    "pr": "Nana Twum Barimah, a.k.a Dr. Rokoto, be a Ghanaian actor 'n jester whos helped th' film industry grow."
  },
  {
    "en": "He co-hosted By the Fireside with Maame Dokono on GTV in the 1990s and early 2000s.",
    "pr": "He co-hosted By th' Fireside with Maame Dokono on GTV durin' th' '90s 'n early 2000s."
  },
  {
    "en": "The second son of Thomas de Ros, 4th Baron Ros, and Beatrice Stafford, William inherited his father's feudal barony and estates (with extensive lands centred on Lincolnshire) in 1394.",
    "pr": "Th' second son o' Thomas de Ros, 4th Baron Ros, 'n Beatrice Stafford, young William took on his father's barony 'n lands 'round Lincolnshire in 1394."
  },
  {
    "en": "Shortly afterwards, he married Margaret, daughter of John FitzAlan, 1st Baron Arundel.",
    "pr": "Soon after, he wed th' fair Margaret, daughter o' John FitzAlan, 1st Baron Arundel."
  },
  {
    "en": "The Fitzalan family, like that of de Ros, was well-connected at the local and national level.",
    "pr": "Th' Fitzalan clan, like de Ros, be well-connected both near 'n far."
  },
  {
    "en": "They were implacably opposed to King Richard II, and this may have soured Richard's opinion of the young de Ros.",
    "pr": "They be sworn foes o' King Richard II, a matter that mayhaps blackened Richard's view o' th' young de Ros."
  },
  {
    "en": "Cunningham v. California, 549 U.S. 270 (2007), is a decision by the Supreme Court of the United States in which the Court held, 63, that the sentencing standard set forward in Apprendi v. New Jersey (2000) applies to California's determinate sentencing law.",
    "pr": "Cunningham v. California, 549 U.S. 270 (2007), be a decree from th' Supreme Court o' th' United States, holdin' by a vote o' 6-3 that th' rule from Apprendi v. New Jersey (2000) stands in California's sentencin' law."
  },
  {
    "en": "Greme is a district of the Nevehir Province in Turkey.",
    "pr": "Greme be a district o' Nevehir Province in Turkey."
  },
  {
    "en": "After the eruption of Mount Erciyes about 2.6 million years ago, ash and lava formed soft rocks in the Cappadocia region, covering a region of about 20,000 square kilometres (7,700 sq mi).",
    "pr": "After Mount Erciyes blew its top some 2.6 million years ago, ash 'n lava formed soft stones in th' Cappadocia region, coverin' about 20,000 square leagues."
  },
  {
    "en": "The softer rock was eroded by wind and water, leaving the hard cap rock on top of pillars, forming the present-day fairy chimneys.",
    "pr": "Wind 'n water wore away th' softer stone, leavin' th' hard cap rock atop pillars, creatin' th' fairy chimneys we see today."
  },

  { "en": "hello", "pr": "ahoy" },
  { "en": "stop", "pr": "avast ye!" },
  { "en": "wow", "pr": "blimey" },
  { "en": "put some strength into it", "pr": "heave ho" },
  { "en": "do you understand?", "pr": "savvy?" },
  { "en": "I'm shocked!", "pr": "shiver me timbers!" },
  { "en": "oh my!", "pr": "sink me!" },
  { "en": "hey!", "pr": "yo ho ho" },

  { "en": "you drink dirty water", "pr": "bilge-sucking" },
  { "en": "death threat", "pr": "black spot" },
  { "en": "knock him down", "pr": "blow the man down" },
  { "en": "slice him up", "pr": "cleave him to the brisket" },
  { "en": "hang him", "pr": "dance with Jack Ketch" },
  { "en": "leave no survivors", "pr": "dead men tell no tales" },
  { "en": "show no mercy", "pr": "give no quarter" },
  { "en": "land-lover", "pr": "landlubber" },
  { "en": "coward", "pr": "lily-livered" },
  { "en": "severe punishment", "pr": "keelhaul" },
  { "en": "revolt against the captain", "pr": "mutiny" },
  { "en": "rookie pirate", "pr": "scallywag" },
  { "en": "you scoundrel", "pr": "scurvy dog" },
  { "en": "dead meat", "pr": "shark bait" },
  { "en": "you son of a scoundrel", "pr": "son of a biscuit eater" },
  { "en": "be forced overboard", "pr": "walk the plank" },

  { "en": "ocean", "pr": "briney deep" },
  { "en": "eggs", "pr": "cackle fruit" },
  { "en": "alcoholic drink", "pr": "clap of thunder" },
  { "en": "to be hanged", "pr": "dance the hempen jig" },
  { "en": "bottom of the sea", "pr": "Davy Jones' locker" },
  { "en": "to die", "pr": "feed the fish" },
  { "en": "ready to fire", "pr": "fire in the hole" },
  { "en": "to scowl", "pr": "hang the jib" },
  { "en": "friends", "pr": "hearties" },
  { "en": "noose", "pr": "hempen halter" },
  { "en": "to trick", "pr": "hornswaggle" },
  { "en": "no treasure, no pay", "pr": "no prey, no pay" },
  { "en": "wooden leg", "pr": "peg leg" },
  { "en": "play a trick", "pr": "run a rig" },
  { "en": "walk steadily on a ship", "pr": "sea legs" },
  { "en": "sink the ship", "pr": "scuttle" },
  { "en": "gossip", "pr": "scuttlebutt" },
  { "en": "daredevil", "pr": "swashbuckler" },
  { "en": "drunk", "pr": "three sheets to the wind" },

  { "en": "toward the back of the boat", "pr": "abaft" },
  { "en": "everyone on the deck", "pr": "all hands hoay" },
  {
    "en": "prepare the ship for an upcoming storm",
    "pr": "batten down the hatches"
  },
  {
    "en": "prepare for an upcoming storm",
    "pr": "batten down the hatches"
  },
  { "en": "the lowest decks of the ship", "pr": "bilge" },
  { "en": "where the compass is kept on board", "pr": "binnacle" },
  { "en": "pirate flag; a large tankard", "pr": "black jack" },
  { "en": "pirate flag", "pr": "black jack" },
  { "en": "flag", "pr": "black jack" },
  { "en": "pirate found in the Caribbean", "pr": "buccaneer" },
  { "en": "a surface to keep water from lower decks", "pr": "coaming" },
  { "en": "helmsman", "pr": "cockswain or coxswain" },
  { "en": "place on the ship where the lookout stands", "pr": "crow's nest" },
  { "en": "sailor's belongings and the bag", "pr": "duffle" },
  { "en": "rear end of the ship", "pr": "dungbie" },
  { "en": "American pirate in the West Indies", "pr": "flibustier" },
  { "en": "pirate or looter", "pr": "freebooter" },
  { "en": "toilet on board", "pr": "head" },
  { "en": "rope ladder to climb aboard", "pr": "Jacob's ladder" },
  { "en": "pirate flag with a skull and crossbones", "pr": "Jolly Roger" },
  { "en": "heavily armed pirate ship", "pr": "man-o-war" },
  { "en": "angry man", "pr": "man-o-war" },
  { "en": "experienced sailor", "pr": "old salt" },
  { "en": "knowledgeable", "pr": "old salt" },
  { "en": "lowest deck where cables are stored", "pr": "orlop" },
  { "en": "highest deck at the back of the ship", "pr": "poop deck" },
  {
    "en": "government-sponsored sailor ",
    "pr": "privateer"
  },
  { "en": "lines and ropes holding the sails", "pr": "rigging" },
  { "en": "old sailor or pirate", "pr": "seadog" },
  { "en": "treasure or loot", "pr": "booty" },
  { "en": "reward for a deed", "pr": "bounty" },
  { "en": "whip with nine strands", "pr": "cat o’ nine tails" },
  { "en": "cannon at the prow of a ship", "pr": "chase gun" },
  { "en": "chest full of treasure", "pr": "coffer" },
  { "en": "type of sword used by pirates", "pr": "cutlass" },
  { "en": "gold coins", "pr": "doubloons" },
  { "en": "coins", "pr": "pieces of eight" },

  {
    "en": "This is a basic HTML starter project you can build on however you like.",
    "pr": "This be a simple HTML starter project ye can build upon however ye fancy."
  },
  { "en": "No need to save.", "pr": "No need t' save, matey." },
  {
    "en": "While you develop your site, your changes will happen immediately in the preview window.",
    "pr": "While ye be workin' on yer site, yer changes will appear immediately in the preview window."
  },
  {
    "en": "On the left you'll see the files that make up your site, including HTML, JavaScript, and CSS.",
    "pr": "On the port side, ye’ll spot the files that make up yer site, includin' HTML, JavaScript, and CSS."
  },
  {
    "en": "You can upload assets like images or audio in assets.",
    "pr": "Ye can stash assets like images or audio in the assets chest."
  },
  {
    "en": "The rest is up to you and your imagination.",
    "pr": "The rest be up to ye and yer wild imaginings."
  },
  {
    "en": "Your chats are private, and are never saved or used to train AI models.",
    "pr": "Yer chats be kept private, never saved nor used t' train AI beasts."
  },
  {
    "en": "Try the recently added open-source Llama 3.1 and Mixtral.",
    "pr": "Try out the newly added open-source beasts, Llama 3.1 and Mixtral."
  },
  {
    "en": "Daniel Boone (November 2, 1734 – September 26, 1820) was an American pioneer and frontiersman.",
    "pr": "Daniel Boone (November 2, 1734 – September 26, 1820) be an American pioneer and frontiersman."
  },
  {
    "en": "In 1775, he blazed the Wilderness Road through the Cumberland Gap into Kentucky, despite resistance from Native Americans; by the end of the 18th century, more than 200,000 people had entered Kentucky by following the route marked by Boone.",
    "pr": "In 1775, he blazed the Wilderness Road through the Cumberland Gap into Kentucky, despite resistance from native folk; by century’s end, more than 200,000 souls had entered Kentucky by followin' Boone’s trail."
  },
  {
    "en": "He was adopted into the Shawnee tribe in 1778 but resigned after his son was killed by members.",
    "pr": "He be adopted by the Shawnee tribe in 1778 but left after his son be slain by members."
  },
  {
    "en": "In April 1781, Boone was elected to the Virginia General Assembly.",
    "pr": "In April 1781, Boone be elected to the Virginia General Assembly."
  },
  {
    "en": "An account of his adventures was published in 1784, making him famous in America and Europe.",
    "pr": "A tale of his adventures be published in 1784, makin' him famous in America and across the seas."
  },
  {
    "en": "After the Revolutionary War, he worked as a surveyor and merchant but went into debt as a Kentucky land speculator.",
    "pr": "After the War o' Independence, he worked as a surveyor and merchant but sank into debt as a Kentucky land speculator."
  },
  {
    "en": "In 1799, Boone resettled in Missouri, where he spent most of his remaining life.",
    "pr": "In 1799, Boone resettled in Missouri, where he spent most o' his remainin' days."
  },
  {
    "en": "After his death, he was the subject of works of fiction; his adventures helped create the archetypal frontier hero of American folklore.",
    "pr": "After his passin', he became the subject o' many tales; his exploits helped craft the archetype o' the frontier hero in American lore."
  },
  {
    "en": "The Edmonds Band Rotunda is a rotunda in Christchurch, New Zealand.",
    "pr": "The Edmonds Band Rotunda be a rotunda in Christchurch, New Zealand."
  },
  {
    "en": "Created by baking powder manufacturer Thomas Edmonds in 1929 to celebrate his 50th year of living in the city, it was used initially as a place for brass bands to play music.",
    "pr": "Built by Thomas Edmonds, a maker o' bakin' powder, in 1929 to mark his 50th year in the city, it first served as a spot fer brass bands t' play their tunes."
  },
  {
    "en": "It was converted to a restaurant in the 1980s.",
    "pr": "It be turned into a tavern in the 1980s."
  },
  {
    "en": "The 2010 and 2011 Christchurch earthquakes caused significant damage to the rotunda, and it had to be deconstructed.",
    "pr": "The great quakes o' 2010 and 2011 ravaged the rotunda, and it had t' be taken down."
  },
  {
    "en": "After being rebuilt, the rotunda re-opened in 2021 and is now used for performances.",
    "pr": "After bein' rebuilt, the rotunda opened again in 2021, now servin' fer performances."
  },
  {
    "en": "Isolated on various islands around the Indian Ocean, kestrel populations evolved into different species, like Darwin's finches.",
    "pr": "Isolated on islands 'round the Indian Ocean, kestrel populations evolved into many different kinds, like Darwin's finches."
  },
  {
    "en": "Behaviour remains similar to other small species of Falco (such as the common kestrel, Falco tinnunculus) except on (originally) forested Mauritius where kestrels hunt arboreally more like hawks.",
    "pr": "Their ways be similar t' other small hawks (like the common kestrel, Falco tinnunculus) 'cept on Mauritius, where kestrels hunt in the trees like hawks."
  },
  {
    "en": "Due to the scarcity of mammals on oceanic islands, several species have adopted a diet containing many Phelsuma and other geckos.",
    "pr": "With few mammals on ocean islands, some species feast on Phelsuma and other geckos."
  },
  {
    "en": "The species can be distinguished by coloration, but all except the banded kestrel share rich brown wings with black spotting.",
    "pr": "These kinds can be told apart by color, though all but the banded kestrel share rich brown wings with black spots."
  },
  {
    "en": "Sexes are alike in color except in the spotted kestrel, where differences are minor.",
    "pr": "Male and female be alike in color save fer the spotted kestrel, where the differences be slight."
  },
  {
    "en": "As usual in birds of prey, females are larger than males; considerably so in some of these species as this assists resource partitioning.",
    "pr": "As be common in birds o' prey, females be bigger than males; far more so in some kinds, as this helps divvy up resources."
  },
  {
    "en": "A History of Japanese Literature (1899), written by the diplomat and Japanese and Korean scholar William George Aston, is the oldest comprehensive survey of the large Japanese literature having been published in English.",
    "pr": "A History o' Japanese Literature (1899), penned by th' diplomat an' scholar o' Japan an' Korea, William George Aston, be th' oldest comprehensive survey o' th' vast Japanese literature ever published in English."
  },
  {
    "en": "Its range is from the Archaic period (before A.D. 700) until the so-called Tokio period in the second half of the nineteenth century and covers all lyrics, poetry, prose and children's stories.",
    "pr": "Its span be from th' Archaic period (fore A.D. 700) till th' so-called Tokio period in th' latter half o' th' nineteenth century, coverin' all lyrics, poetry, prose, an' tales fer wee scallywags."
  },
  {
    "en": "We the People of the United States, in Order to form a more perfect Union, establish Justice, insure domestic Tranquility, provide for the common defence, promote the general Welfare, and secure the Blessings of Liberty to ourselves and our Posterity, do ordain and establish this Constitution for the United States of America.",
    "pr": "We th' People o' th' United States, fer th' purpose o' creatin' a more perfect Union, settin' up Justice, ensurin' domestic Tranquility, providin' fer th' common defence, promotin' th' general Welfare, an' securin' th' Blessings o' Liberty fer ourselves an' our future kin, do ordain an' establish this Constitution fer th' United States o' America."
  },
  {
    "en": "On October 23, hundreds of unionized workers of an Australian airline, Qantas, went on strike.",
    "pr": "On October 23, hundreds o' unionized hands from th' Australian airline, Qantas, be on strike."
  },
  {
    "en": "The Melbourne and Brisbane airports were affected as many engineers did not work for 24 hours.",
    "pr": "Th' Melbourne an' Brisbane airports be impacted as many engineers did not toil fer 24 hours."
  },
  {
    "en": "On October 15, 2024, a spokesperson for the Federal Court of Australia stated that neither the court nor Judge Michael Lee, who presided over the Bruce Lehrmann defamation trial concluded in April, had any involvement in a book written about Lee's judgement.",
    "pr": "On October 15, 2024, a spokesperson fer th' Federal Court o' Australia declared that neither th' court nor Judge Michael Lee, who ruled o'er th' Bruce Lehrmann defamation trial concluded in April, had any hand in a book writ about Lee's judgement."
  },
  {
    "en": "Alex Salmond died on Saturday October 12, 2024.",
    "pr": "Alex Salmond passed away on Saturday October 12, 2024."
  },
  {
    "en": "He was a former leader of the Scottish National Party (SNP) and was a member of the Scottish Parliament.",
    "pr": "He be a former captain o' th' Scottish National Party (SNP) an' a member o' th' Scottish Parliament."
  },
  {
    "en": "The Ping River, Thailand's largest, reached its highest water levels in 50 years peaking at 5.3 meters on Saturday.",
    "pr": "Th' Ping River, th' mightiest in Thailand, reached its highest water levels in 50 years, peakin' at 5.3 meters on Saturday."
  },
  {
    "en": "The water levels reportedly decreased to 3.85 meters by 10am Monday and were continuing to drop.",
    "pr": "Th' water levels be droppin' to 3.85 meters by 10am Monday an' were still fallin'."
  },
  {
    "en": "Authorities took measurements at Nawarat Bridge.",
    "pr": "Th' authorities took measuremen's at Nawarat Bridge."
  },
  {
    "en": "Chiang Mai is the largest city in northern Thailand, the capital of Chiang Mai province and the second largest city in Thailand.",
    "pr": "Chiang Mai be th' largest port in northern Thailand, th' capital o' Chiang Mai province an' th' second largest city in Thailand."
  },
  {
    "en": "It is 700 km (435 mi) north of Bangkok in a mountainous region called the Thai highlands and has a population of 1.2 million people as of 2022, which is more than 66 percent of the total population of Chiang Mai province (1.8 million).",
    "pr": "It be 700 km (435 mi) north o' Bangkok in a mountainous region known as th' Thai highlands an' has a crew o' 1.2 million souls as o' 2022, which be more than 66 percent o' th' total crew o' Chiang Mai province (1.8 million)."
  },
  {
    "en": "Maung Hsu Shin, also spelt Maung Su Shin, born Myo Thant, was a prominent Burmese writer, best known for his science works.",
    "pr": "Maung Hsu Shin, also spelt Maung Su Shin, born Myo Thant, be a notable Burmese scribbler, best known fer his science works."
  },
  {
    "en": "He attended Myoma High School in Yangon.",
    "pr": "He be attendin' Myoma High School in Yangon."
  },

  { "en": "How was your day today?", "pr": "How be yer day today, matey?" },
  {
    "en": "I think it might rain later.",
    "pr": "I reckon it might rain later, arrr."
  },
  {
    "en": "Can you help me with this project?",
    "pr": "Can ye lend a hand with this project, savvy?"
  },
  {
    "en": "What do you want for dinner?",
    "pr": "What be yer desire fer dinner, matey?"
  },
  {
    "en": "I really enjoyed that movie last night.",
    "pr": "I truly enjoyed that film last night, arrr."
  },
  {
    "en": "Lets meet at the coffee shop.",
    "pr": "Lets rendezvous at the coffee shop, yarrr."
  },
  {
    "en": "Have you read any good books lately?",
    "pr": "Have ye come across any fine tomes lately, matey?"
  },
  {
    "en": "I love spending time outdoors.",
    "pr": "I be lovin me time spent in the great outdoors, yarrr."
  },
  {
    "en": "Whats your favorite season of the year?",
    "pr": "What be yer favorite season o' the year, matey?"
  },
  {
    "en": "I need to go grocery shopping this weekend.",
    "pr": "I be needin to set sail fer the market this weekend."
  },
  {
    "en": "Could you pass the salt, please?",
    "pr": "Could ye hand over the salt, if ye please?"
  },
  {
    "en": "Im planning to travel next month.",
    "pr": "I be plannin to set sail next month, arrr."
  },
  {
    "en": "Do you want to join us for lunch?",
    "pr": "Do ye wish to join us fer lunch, matey?"
  },
  {
    "en": "Ive been trying to learn a new language.",
    "pr": "I be tryin to learn a new tongue, yarrr."
  },
  {
    "en": "That restaurant has great reviews.",
    "pr": "That eatery be gettin' grand reviews, matey."
  },
  {
    "en": "Whats your favorite way to relax?",
    "pr": "What be yer favored way to unwind, arrr?"
  },
  {
    "en": "I found a great podcast to listen to.",
    "pr": "I stumbled upon a fine podcast to lend me ear to."
  },
  {
    "en": "Are you going to the party on Saturday?",
    "pr": "Are ye headin to the shindig on Saturday, matey?"
  },
  {
    "en": "Lets catch up sometime soon.",
    "pr": "Lets have a chinwag soon, arrr."
  },
  {
    "en": "I can't wait for the weekend to arrive.",
    "pr": "I be itchin fer the weekend to come, yarrr."
  },
  {
    "en": "Did you hear about the new store opening?",
    "pr": "Did ye catch wind of the new shop settin' sail?"
  },
  {
    "en": "How do you like your coffee?",
    "pr": "How do ye fancy yer brew, matey?"
  },
  {
    "en": "Whats your favorite type of music?",
    "pr": "What be yer favored kind o' tune, arrr/"
  },
  {
    "en": "I need a break from work.",
    "pr": "I be needin a respite from me toil."
  },
  {
    "en": "Have you seen the latest episode of that show?",
    "pr": "Have ye laid yer eyes on the latest tale of that show?"
  },
  {
    "en": "I enjoy cooking new recipes.",
    "pr": "I take pleasure in whippen' up new recipes, yarrr."
  },
  {
    "en": "What do you think about the weather today?",
    "pr": "What be yer thoughts on the weather today, matey?"
  },
  {
    "en": "Im excited for the concert next week.",
    "pr": "I be all a-quiver fer the concert next week, arrr."
  },
  {
    "en": "Lets go for a walk in the park.",
    "pr": "Lets take a stroll in the park, yarrr."
  },
  {
    "en": "I think I lost my keys again.",
    "pr": "I reckon Ive misplaced me keys again, matey."
  },
  {
    "en": "What time do you usually wake up?",
    "pr": "What hour do ye usually rise from yer slumber?"
  },
  {
    "en": "Id love to try that new restaurant.",
    "pr": "Id be keen to try that new eatery, arrr."
  },
  {
    "en": "Can you recommend a good movie?",
    "pr": "Can ye suggest a fine film, matey?"
  },
  {
    "en": "I just finished a great book.",
    "pr": "I just finished a grand tome, yarrr."
  },
  {
    "en": "Ive been trying to exercise more regularly.",
    "pr": "Ive been attemptin to be more active, matey."
  },
  {
    "en": "Whats your favorite thing to do on the weekend?",
    "pr": "What be yer favorite pastime on the weekend, arrr?"
  },
  {
    "en": "I need to find a new hobby.",
    "pr": "I be needin to seek out a new pastime, yarrr."
  },
  {
    "en": "Have you traveled anywhere interesting recently?",
    "pr": "Have ye journeyed to any intriguing lands lately, matey?"
  },
  {
    "en": "I really appreciate your help.",
    "pr": "I truly treasure yer aid, arrr."
  },
  {
    "en": "Whats on your mind today?",
    "pr": "What be weighin on yer mind today, matey?"
  },
  {
    "en": "I think Im coming down with a cold.",
    "pr": "I fear I be catchin' a chill, arrr."
  },
  {
    "en": "Do you have any plans for the holidays?",
    "pr": "Do ye have any schemes fer the holidays, matey?"
  },
  {
    "en": "I love watching the sunset.",
    "pr": "I be lovin' to behold the setting sun, yarrr."
  },
  {
    "en": "What kind of food do you like best?",
    "pr": "What be the finest fare ye fancy, matey?"
  },
  {
    "en": "Lets grab some ice cream later.",
    "pr": "Lets snag some ice cream later, arrr."
  },
  {
    "en": "I have a lot of work to catch up on.",
    "pr": "Ive a heap of toil to catch up on, matey."
  },
  {
    "en": "Did you hear about the new movie coming out?",
    "pr": "Did ye hear tell of the new film makin waves?"
  },
  {
    "en": "I enjoy spending time with my family.",
    "pr": "I take joy in me time with me crew, yarrr."
  },
  {
    "en": "What do you usually do for fun?",
    "pr": "What be yer usual merry-making, matey?"
  },
  {
    "en": "Id like to try something new this week.",
    "pr": "Id like to give somethin fresh a whirl this week, arrr."
  },
  {
    "en": "Whats your favorite childhood memory?",
    "pr": "What be yer cherished memory from yer youth, matey?"
  },
  {
    "en": "I could really use a vacation right now.",
    "pr": "I could use a grand escape right about now, arrr."
  },
  {
    "en": "How do you stay motivated?",
    "pr": "How do ye keep the fire burnin, matey?"
  },
  {
    "en": "I cant believe how fast this year is going.",
    "pr": "I cant fathom how swift this year be sailin' by, yarrr."
  },
  {
    "en": "Whats your favorite way to celebrate?",
    "pr": "What be yer favored way to celebrate, matey?"
  },
  {
    "en": "Im looking forward to the long weekend.",
    "pr": "I be lookin forward to the bounteous weekend, arrr."
  },
  {
    "en": "What do you think about this new trend?",
    "pr": "What be yer take on this new trend, matey?"
  },
  {
    "en": "Id like to hear your thoughts on this.",
    "pr": "Id be keen to hear yer musings on this, arrr."
  },
  {
    "en": "Can we reschedule our meeting?",
    "pr": "Can we chart a new course for our meetin, matey?"
  },
  {
    "en": "How do you feel about that decision?",
    "pr": "How does that decision sit with ye, arrr?"
  },
  {
    "en": "Did you catch the game last night?",
    "pr": "Did ye catch the match last night, matey?"
  },
  {
    "en": "Im thinking about starting a garden.",
    "pr": "I be ponderin startin a garden, arrr."
  },
  {
    "en": "Whats your favorite place to visit?",
    "pr": "What be yer favored port o' call, matey?"
  },
  {
    "en": "I need to organize my schedule better.",
    "pr": "I need to chart me schedule better, arrr."
  },
  {
    "en": "How did you spend your last vacation?",

    "pr": "How did ye spend yer last escape, matey?"
  },
  {
    "en": "Have you tried the new caf down the street?",
    "pr": "Have ye set foot in the new caf down the way, arrr?"
  },
  {
    "en": "I really enjoy painting in my free time.",
    "pr": "I take great joy in brushin' colors in me free time, matey."
  },
  {
    "en": "Whats your favorite way to stay active?",
    "pr": "What be yer favored way to keep movin, arrr?"
  },
  {
    "en": "Do you have any pets?",
    "pr": "Do ye have any critters in yer crew, matey?"
  },
  {
    "en": "Im looking for a good book recommendation.",
    "pr": "I be searchin' fer a fine tome recommendation, arrr."
  },
  {
    "en": "Whats the best meal youve ever had?",
    "pr": "What be the finest feast ye ever tasted, matey?"
  },
  {
    "en": "Im trying to eat healthier these days.",
    "pr": "I be tryin to feast on healthier grub these days, arrr."
  },
  {
    "en": "Whats your favorite holiday tradition?",
    "pr": "What be yer cherished holiday tradition, matey?"
  },
  {
    "en": "How do you unwind after a long day?",
    "pr": "How do ye find yer calm after a long day, arrr?"
  },
  {
    "en": "Id love to hear more about your trip.",
    "pr": "Id be eager to hear more tales of yer voyage, matey."
  },
  {
    "en": "What are your thoughts on social media?",
    "pr": "What be yer thoughts on the chattering nets, arrr?"
  },
  {
    "en": "Have you seen any good documentaries lately?",
    "pr": "Have ye come across any fine documentaries lately, matey?"
  },
  {
    "en": "What inspires you the most?",
    "pr": "What be sparkin yer inspiration the most, arrr?"
  },
  {
    "en": "Im planning a small get-together this weekend.",
    "pr": "I be plannin' a wee gathering this weekend, matey."
  },
  {
    "en": "Whats the most interesting place youve been to?",
    "pr": "What be the most fascinatin port yeve ever visited, arrr?"
  },
  {
    "en": "I enjoy listening to audiobooks while I work.",
    "pr": "I take pleasure in listenin to tales whilst I toil, matey."
  },

  {
    "en": "What do you like to do when youre bored?",
    "pr": "What do ye fancy doin' when the boredom strikes, arrr?"
  },
  {
    "en": "Id like to learn how to play an instrument.",
    "pr": "Id be keen to learn to play a fine instrument, matey."
  },
  {
    "en": "Whats your favorite memory from school?",
    "pr": "What be yer cherished memory from yer learnin days, arrr?"
  },
  {
    "en": "How do you celebrate your birthday?",
    "pr": "How do ye mark yer birthday, matey?"
  },
  {
    "en": "Im considering taking a cooking class.",
    "pr": "I be ponderin enrollin' in a cookin class, arrr."
  },
  {
    "en": "What are your goals for this year?",
    "pr": "What be yer aims fer this year, matey?"
  },
  {
    "en": "Im trying to read more fiction this year.",
    "pr": "I be tryin to devour more tales of fiction this year, arrr."
  },
  {
    "en": "Whats your favorite family recipe?",
    "pr": "What be yer cherished family recipe, matey?"
  },
  {
    "en": "How often do you travel for work?",
    "pr": "How oft do ye set sail fer work, arrr?"
  },
  {
    "en": "Do you prefer tea or coffee?",
    "pr": "Do ye fancy tea or coffee, matey?"
  },
  {
    "en": "Whats the best advice youve ever received?",
    "pr": "What be the finest counsel yeve ever received, arrr?"
  },
  {
    "en": "How do you usually spend your weekends?",
    "pr": "How do ye usually pass yer weekends, matey?"
  },
  {
    "en": "Ive been meaning to try that new exercise class.",
    "pr": "Ive been meanin to give that new exercise class a whirl, arrr."
  },
  {
    "en": "Whats your go-to comfort food?",
    "pr": "What be yer go-to grub when ye seek comfort, matey?"
  },
  {
    "en": "Id love to visit more museums.",
    "pr": "Id be keen to explore more museums, arrr."
  },
  {
    "en": "How do you manage stress?",
    "pr": "How do ye navigate the storms of stress, matey?"
  },
  {
    "en": "Whats your favorite outdoor activity?",
    "pr": "What be yer favored activity in the great outdoors, arrr?"
  },
  {
    "en": "Im interested in learning about photography.",
    "pr": "I be keen on learnin the art of photography, matey."
  },
  {
    "en": "Whats your favorite way to communicate?",
    "pr": "What be yer favored way to parley, arrr?"
  },
  {
    "en": "Have you ever tried meditation?",
    "pr": "Have ye ever dabbled in the art of meditation, matey?"
  },
  {
    "en": "Whats the last concert you attended?",
    "pr": "What be the last shanty session ye attended, arrr?"
  },
  {
    "en": "I think its important to give back to the community.",
    "pr": "I reckon it be vital to give back to the crew, matey."
  },
  {
    "en": "What do you enjoy most about your job?",
    "pr": "What be the finest part of yer toil, arrr?"
  },
  {
    "en": "How do you keep in touch with old friends?",
    "pr": "How do ye keep the bonds with yer old mates, matey?"
  },
  {
    "en": "Im trying to be more environmentally conscious.",
    "pr": "I be tryin to be more mindful of the seas and shores, arrr."
  },
  {
    "en": "Whats your favorite thing about where you live?",
    "pr": "What be yer favorite treasure about yer home port, matey?"
  },
  {
    "en": "Whats your favorite restaurant in town?",
    "pr": "What be yer favorite eatin' place in port?"
  },
  {
    "en": "I think we should try that new sushi place.",
    "pr": "I reckon we ought to sample that new sushi tavern."
  },
  {
    "en": "How do you like to spend your weekends?",
    "pr": "How do ye fancy passin' yer weekends?"
  },
  {
    "en": "I need to finish this book before the weekend.",
    "pr": "I need to wrap up this tome 'fore the weekend arrives."
  },
  {
    "en": "What kind of movies do you enjoy?",
    "pr": "What sort o' moving pictures do ye fancy?"
  },
  {
    "en": "Lets plan a trip to the beach next month.",
    "pr": "Lets plot a voyage to the shore next month."
  },
  {
    "en": "Do you prefer summer or winter?",
    "pr": "Do ye favor the sunny season or the cold?"
  },
  {
    "en": "Ive been watching a lot of documentaries lately.",
    "pr": "Ive been spyin' a fair share o' documentaries as o' late."
  },
  {
    "en": "Can you recommend a good TV series?",
    "pr": "Can ye suggest a fine series on the box?"
  },
  {
    "en": "Im excited to see my family this holiday season.",
    "pr": "I be all a-quiver to see me kin this holiday season."
  },
  {
    "en": "Whats your favorite childhood game?",
    "pr": "What be yer favorite game from yer youth?"
  },
  {
    "en": "I love going for long drives on the weekends.",
    "pr": "I adore takin' long jaunts on the weekends."
  },
  {
    "en": "How do you feel about working from home?",
    "pr": "How do ye feel 'bout laborin' from yer ship?"
  },
  {
    "en": "I need to find a new show to binge-watch.",
    "pr": "I need to hunt fer a new show to binge."
  },
  {
    "en": "Whats the best vacation youve ever taken?",
    "pr": "What be the finest voyage ye ever embarked upon?"
  },
  {
    "en": "Have you tried any new hobbies recently?",
    "pr": "Have ye taken up any new pastimes o' late?"
  },
  {
    "en": "I think Im going to bake something this weekend.",
    "pr": "I reckon Ill be bakin' somethin' this weekend."
  },
  {
    "en": "Whats your go-to snack when watching a movie?",
    "pr": "What be yer go-to nosh when spyin' a flick?"
  },
  {
    "en": "I really enjoy listening to live music.",
    "pr": "I truly relish hearin' live tunes."
  },
  {
    "en": "Do you have any plans for the upcoming weekend?",
    "pr": "Have ye any schemes for the approachin' weekend?"
  },
  {
    "en": "Whats your favorite way to exercise?",
    "pr": "What be yer favored way to keep fit?"
  },
  {
    "en": "Id love to learn how to surf someday.",
    "pr": "Id be keen to learn the art o' surf 'ere someday."
  },
  {
    "en": "Whats your favorite breakfast food?",
    "pr": "What be yer favorite mornin' grub?"
  },
  {
    "en": "Im thinking of joining a book club.",
    "pr": "Im ponderin' joinin' a crew fer book readin'."
  },
  {
    "en": "Whats the last place you traveled to?",
    "pr": "What be the last port ye set sail to?"
  },
  {
    "en": "Have you seen any good plays recently?",
    "pr": "Have ye laid eyes on any grand performances lately?"
  },
  {
    "en": "I enjoy spending time at the library.",
    "pr": "I take pleasure in spendin' time at the book keep."
  },
  {
    "en": "Whats your favorite time of day?",
    "pr": "What be yer favorite hour of the day?"
  },
  {
    "en": "Ive been trying to drink more water lately.",
    "pr": "Ive been tryin' to swig more fresh water lately."
  },
  {
    "en": "Whats something youve always wanted to learn?",
    "pr": "What be a thing yeve longed to master?"
  },
  {
    "en": "How do you stay organized?",
    "pr": "How do ye keep yer ship in order?"
  },
  {
    "en": "Whats your favorite app on your phone?",
    "pr": "What be yer favorite contraption on yer magic mirror?"
  },
  {
    "en": "Im thinking about getting a new phone.",
    "pr": "Im ponderin' procurin' a new magic mirror."
  },
  {
    "en": "Whats your go-to way to relax after work?",
    "pr": "What be yer favored way to unwind after toil?"
  },
  {
    "en": "How often do you cook at home?",
    "pr": "How frequently do ye whip up a feast at home?"
  },
  {
    "en": "Im considering adopting a pet.",
    "pr": "I be thinkin' of takin' in a beast."
  },
  {
    "en": "What kind of music do you listen to when you work?",
    "pr": "What sort o' tunes do ye be listenin' to whilst ye labor?"
  },
  {
    "en": "Id like to explore more hiking trails.",
    "pr": "Id like to chart more paths for wanderin'."
  },
  {
    "en": "Whats your favorite sport to watch?",
    "pr": "What be yer favorite sport to spy?"
  },
  {
    "en": "I enjoy playing board games with friends.",
    "pr": "I take joy in battlin' with mates over board games."
  },
  {
    "en": "Whats the best meal youve ever cooked?",
    "pr": "What be the finest feast yeve ever prepared?"
  },
  {
    "en": "How do you like to celebrate special occasions?",
    "pr": "How do ye prefer to toast special times?"
  },
  {
    "en": "What do you think makes a good friend?",
    "pr": "What do ye reckon makes a true mate?"
  },
  {
    "en": "I love trying out new recipes.",
    "pr": "I adore experimentin' with new cookin' potions."
  },
  {
    "en": "Whats your favorite memory from this year?",
    "pr": "What be yer favorite tale from this year?"
  },
  {
    "en": "How do you feel about social gatherings?",
    "pr": "How do ye feel 'bout meetin' up with others?"
  },
  {
    "en": "Whats your favorite dessert?",
    "pr": "What be yer favorite sweet treat?"
  },
  {
    "en": "Im looking forward to the new season of that show.",
    "pr": "I be eager fer the new season o' that tale."
  },
  {
    "en": "Have you ever been to a music festival?",
    "pr": "Have ye ever sailed to a festival o' music?"
  },
  {
    "en": "Whats something youre passionate about?",
    "pr": "What be a thing that sets yer heart ablaze?"
  },
  {
    "en": "Im thinking of taking a yoga class.",
    "pr": "Im ponderin' joinin' a class fer the bendin' arts."
  },
  {
    "en": "Whats your favorite thing about your job?",
    "pr": "What be the best part o' yer labor?"
  },
  {
    "en": "How do you deal with stress?",
    "pr": "How do ye handle the storms o' stress?"
  },
  {
    "en": "Id love to travel to Europe someday.",
    "pr": "Id be keen to set sail for Europe someday."
  },
  {
    "en": "Whats your favorite type of cuisine?",
    "pr": "What be yer favorite kind o' fare?"
  },
  {
    "en": "I think its important to stay active.",
    "pr": "I reckon it be vital to keep movin'."
  },
  {
    "en": "Whats your favorite way to unwind?",
    "pr": "What be yer favorite way to let the sails down?"
  },
  {
    "en": "Do you have any guilty pleasure shows?",
    "pr": "Have ye any secret shows ye love?"
  },
  {
    "en": "How often do you go out for dinner?",
    "pr": "How often do ye venture out fer supper?"
  },
  {
    "en": "What do you enjoy most about your hobbies?",
    "pr": "What brings ye the most joy in yer pastimes?"
  },
  {
    "en": "I like to explore new places in my city.",
    "pr": "I fancy explorin' new ports in me city."
  },
  {
    "en": "Whats your favorite outdoor activity?",
    "pr": "What be yer favorite venture in the open air?"
  },
  {
    "en": "Ive been trying to watch more classic films.",
    "pr": "Ive been tryin' to spy more classic moving pictures."
  },
  {
    "en": "Whats your favorite way to spend a rainy day?",
    "pr": "What be yer favorite way to pass a rainy day?"
  },
  {
    "en": "I enjoy cooking for my friends and family.",
    "pr": "I take joy in preparin' feasts fer me mates and kin."
  },
  {
    "en": "Whats a skill youd like to improve?",
    "pr": "What be a skill ye wish to sharpen?"
  },
  {
    "en": "How do you feel about public speaking?",
    "pr": "How do ye feel 'bout addressin' the crowd?"
  },
  {
    "en": "I love visiting art galleries.",
    "pr": "I adore droppin' by art houses."
  },
  {
    "en": "Whats your favorite way to stay in touch with friends?",
    "pr": "What be yer favorite way to keep in contact with yer mates?"
  },
  { "en": "HAVE YOU READ ANY GOOD fine scrolls o' late?" },
  {
    "en": "What do you like to do when you have free time?",
    "pr": "What do ye fancy doin' in yer spare time?"
  },
  {
    "en": "Whats the last movie that made you cry?",
    "pr": "What be the last moving picture that brought ye to tears?"
  },
  {
    "en": "Im trying to be more mindful in my daily life.",
    "pr": "I be tryin' to be more aware in me daily sailin'."
  },
  {
    "en": "Whats your favorite way to treat yourself?",
    "pr": "What be yer favorite way to pamper yerself?"
  },
  {
    "en": "Have you ever tried a cooking class?",
    "pr": "Have ye ever set foot in a cookin' class?"
  },
  {
    "en": "Whats your favorite thing to do on a Sunday?",
    "pr": "What be yer favorite pastime on the Sabbath?"
  },
  {
    "en": "How do you usually celebrate your birthday?",
    "pr": "How do ye typically mark the day ye were born?"
  },
  {
    "en": "Id love to hear about your travel experiences.",
    "pr": "Id be keen to hear tales o' yer travels."
  },
  {
    "en": "Whats something that always makes you smile?",
    "pr": "What be a thing that ne'er fails to bring a grin to yer face?"
  },
  {
    "en": "How do you stay productive throughout the day?",
    "pr": "How do ye keep the wind in yer sails all day long?"
  },
  {
    "en": "Whats your favorite way to give back to the community?",
    "pr": "What be yer favorite way to lend a hand to the crew?"
  },
  {
    "en": "I enjoy going to local farmers' markets.",
    "pr": "I take pleasure in plunderin' at local farmers' markets."
  },
  {
    "en": "What do you think about remote work?",
    "pr": "What be yer thoughts on laborin' from afar?"
  },
  {
    "en": "Id like to start a garden in my backyard.",
    "pr": "Id like to plant a patch o' greens in me backyard."
  },
  {
    "en": "Whats your favorite type of exercise?",
    "pr": "What be yer favored form o' exertion?"
  },
  {
    "en": "How often do you get to see your friends?",
    "pr": "How frequently do ye lay eyes on yer mates?"
  },
  {
    "en": "Whats your favorite book genre?",
    "pr": "What be yer favorite kind o' tales?"
  },
  {
    "en": "Im interested in learning more about different cultures.",
    "pr": "I be keen to know more 'bout diverse ways o' livin'."
  },
  {
    "en": "This is an update to an existing project",
    "pr": "'tis an update t' an existin' project"
  },

  {
    "en": "Bread is a staple food prepared from a dough of flour (usually wheat) and water, usually by baking.",
    "pr": "Bread be a fine food made from dough o' flour (mostly wheat) an' water, usually by bakin'."
  },
  {
    "en": "Throughout recorded history and around the world, it has been an important part of many cultures' diet.",
    "pr": "Th' world over an' through history, 'tis been a mighty part o' many a culture's grub."
  },
  {
    "en": "It is one of the oldest human-made foods, having been of significance since the dawn of agriculture, and plays an essential role in both religious rituals and secular culture.",
    "pr": "'Tis one o' th' oldest vittles man ever made, important since th' dawn o' farmin', an' a key role in both religious rites an' every-day ways."
  },
  {
    "en": "Bread may be leavened by naturally occurring microbes (e.g. sourdough), chemicals (e.g. baking soda), industrially produced yeast, or high-pressure aeration, which creates the gas bubbles that fluff up bread.",
    "pr": "Bread can be made fluffy by natural beasties (like sourdough), chemicals (like bakin' soda), man-made yeast, or high-pressure air blowin', makin' them bubbles that fluff it up."
  },
  {
    "en": "In many countries, commercial bread often contains additives to improve flavor, texture, color, shelf life, nutrition, and ease of production.",
    "pr": "In many lands, store-bought bread be full o' add-ins to better th' taste, feel, color, lastin' power, health, an' easiness o' makin'."
  },
  {
    "en": "A door is a hinged or otherwise movable barrier that allows ingress (entry) into and egress (exit) from an enclosure.",
    "pr": "A door be a hinged or movin' plank that lets folk in or out o' an enclosure."
  },
  {
    "en": "The created opening in the wall is a doorway or portal.",
    "pr": "Th' hole in th' wall be called a doorway or portal."
  },
  {
    "en": "A door's essential and primary purpose is to provide security by controlling access to the doorway (portal).",
    "pr": "A door's main purpose be providin' security by guardin' access to th' portal."
  },
  {
    "en": "Conventionally, it is a panel that fits into the doorway of a building, room, or vehicle.",
    "pr": "Usually, 'tis a plank that fits th' doorway o' a buildin', room, or ship."
  },
  {
    "en": "Doors are generally made of a material suited to the door's task.",
    "pr": "Doors be made o' what be best fer th' job."
  },
  {
    "en": "They are commonly attached by hinges, but can move by other means, such as slides or counterbalancing.",
    "pr": "They usually swing on hinges, but can slide or balance in strange ways too."
  },
  {
    "en": "The door may be able to move in various ways (at angles away from the doorway/portal, by sliding on a plane parallel to the frame, by folding in angles on a parallel plane, or by spinning along an axis at the center of the frame) to allow or prevent ingress or egress.",
    "pr": "A door can open in many ways (swingin', slidin', foldin', or spinnin' on an axis) to let in or keep out folks."
  },
  {
    "en": "In most cases, a door's interior matches its exterior side.",
    "pr": "In most cases, th' inside o' a door looks like th' outside."
  },
  {
    "en": "But in other cases (e.g., a vehicle door) the two sides are radically different.",
    "pr": "But in other cases (like a ship door) th' sides may be as different as day an' night."
  },
  {
    "en": "A window is an opening in a wall, door, roof, or vehicle that allows the exchange of light and may also allow the passage of sound and sometimes air.",
    "pr": "A window be an openin' in a wall, door, roof, or ship that lets in light an' sometimes sound an' air."
  },
  {
    "en": "Modern windows are usually glazed or covered in some other transparent or translucent material, a sash set in a frame in the opening; the sash and frame are also referred to as a window.",
    "pr": "Modern windows be usually glazed or covered with clear stuff, with a sash set in a frame; both together be called a window."
  },
  {
    "en": "Many glazed windows may be opened, to allow ventilation, or closed to exclude inclement weather.",
    "pr": "Many a glazed window can open fer fresh air, or be shut tight against foul weather."
  },
  {
    "en": "Windows may have a latch or similar mechanism to lock the window shut or to hold it open by various amounts.",
    "pr": "Windows may have a latch or somethin' to lock it shut or hold it open a bit."
  },
  {
    "en": "A chair is a type of seat, typically designed for one person and consisting of one or more legs, a flat or slightly angled seat and a back-rest.",
    "pr": "A chair be a kind o' seat, usually fer one, with legs, a seat, an' a back-rest."
  },
  {
    "en": "It may be made of wood, metal, or synthetic materials, and may be padded or upholstered in various colors and fabrics.",
    "pr": "It might be made o' wood, metal, or strange new materials, an' could be padded or covered in colors an' cloth."
  },
  {
    "en": "The face is the front of an animal's head that features the eyes, nose and mouth, and through which animals express many of their emotions.",
    "pr": "Th' face be th' front o' an animal's head, with eyes, nose, an' mouth, showin' many feelin's."
  },
  {
    "en": "The face is crucial for human identity, and damage such as scarring or developmental deformities may affect the psyche adversely.",
    "pr": "Th' face be key to a person's self, an' harm like scarrin' or deformity can trouble th' mind."
  },
  {
    "en": "Emotions are physical and mental states brought on by neurophysiological changes, variously associated with thoughts, feelings, behavioral responses, and a degree of pleasure or displeasure.",
    "pr": "Emotions be feelin's o' th' body an' mind, roused by changes within, tied to thoughts, acts, an' pleasure or pain."
  },
  {
    "en": "There is no scientific consensus on a definition.",
    "pr": "There be no grand answer from th' scholars on what emotions truly be."
  },
  {
    "en": "Emotions are often intertwined with mood, temperament, personality, disposition, or creativity.",
    "pr": "Emotions be oft mixed with mood, temper, character, disposition, or creativeness."
  },
  {
    "en": "Pleasure is experience that feels good, that involves the enjoyment of something.",
    "pr": "Pleasure be a feelin' that brings joy, a savin' o' somethin' pleasant."
  },
  {
    "en": "It contrasts with pain or suffering, which are forms of feeling bad.",
    "pr": "Pleasure be different from pain or sufferin', which be feelin's o' bad sorts."
  },
  {
    "en": "It is closely related to value, desire and action: humans and other conscious animals find pleasure enjoyable, positive or worthy of seeking.",
    "pr": "Pleasure be tied to worth, want, an' doin': folk an' other beasties find it joyful, good, or worth chasin'."
  },
  {
    "en": "A great variety of activities may be experienced as pleasurable, like eating, having sex, listening to music or playing games.",
    "pr": "Many a thing brings pleasure, like eatin', lovin', listenin' to music, or gamin'."
  },
  {
    "en": "Pleasure is part of various other mental states such as ecstasy, euphoria and flow.",
    "pr": "Pleasure be part o' other states o' mind like ecstasy, euphoria, an' flow."
  },
  {
    "en": "Happiness and well-being are closely related to pleasure but not identical with it.",
    "pr": "Happiness an' well-bein' be close kin to pleasure but not th' same."
  },
  {
    "en": "There is no general agreement as to whether pleasure should be understood as a sensation, a quality of experiences, an attitude to experiences or otherwise.",
    "pr": "There be no clear answer on if pleasure be a feelin', a quality o' things, or an attitude, or else."
  },
  {
    "en": "Pleasure plays a central role in the family of philosophical theories known as hedonism.",
    "pr": "Pleasure be central in th' thinkin' family o' hedonism."
  },
  {
    "en": "Happiness is a complex and multifaceted emotion that encompasses a range of positive feelings, from contentment to intense joy.",
    "pr": "Happiness be a tricky, many-sided feelin', from contentment to deep joy."
  },
  {
    "en": "It is often associated with positive life experiences, such as achieving goals, spending time with loved ones, or engaging in enjoyable activities.",
    "pr": "'Tis often linked to good life moments, like reachin' goals, bein' with loved ones, or doin' fun things."
  },
  {
    "en": "However, happiness can also arise spontaneously, without any apparent external cause.",
    "pr": "But happiness can sometimes come on its own, with no clear cause from th' outside."
  },
  {
    "en": "A smile is a facial expression formed primarily by flexing the muscles at the sides of the mouth.",
    "pr": "A smile be a face twist made by pullin' th' sides o' th' mouth."
  },
  {
    "en": "Some smiles include a contraction of the muscles at the corner of the eyes, an action known as a Duchenne smile.",
    "pr": "Some smiles involve pullin' th' muscles at th' eye corners, known as a Duchenne smile."
  },
  {
    "en": "Among humans, a smile expresses delight, sociability, happiness, joy, or amusement.",
    "pr": "To humans, a smile shows delight, friendliness, joy, or amusement."
  },
  {
    "en": "It is distinct from a similar but usually involuntary expression of anxiety known as a grimace.",
    "pr": "'Tis different from th' involuntary anxious face known as a grimace."
  },
  {
    "en": "Although cross-cultural studies have shown that smiling is a means of communication throughout the world, there are large differences among different cultures, religions, and societies, with some using smiles to convey confusion, embarrassment or awkwardness.",
    "pr": "Though smilin' be a way o' communicatin' worldwide, cultures differ much, with some usin' smiles fer confusion, embarrassment, or awkwardness."
  },
  {
    "en": "The income gap between the biggest and smallest farms in Europe has doubled in the past 15 years and hit record levels at the same time as the number of small farms has collapsed, a Guardian analysis of agricultural income data has found.",
    "pr": "The income gap between the biggest 'n smallest farms in Europe has doubled in the past 15 years 'n hit log levels at the same time as the number o' wee farms has collapsed, a Guardian analysis o' agricultural income data has found."
  },
  {
    "en": "The Rhine overflowed last winter, covering fields miles from the river and in some places leaving just the tops of trees visible.",
    "pr": "The Rhine overflowed last winter, coverin' fields miles from the river 'n in some places leavin' jus' the tops o' trees visible."
  },
  {
    "en": "But Thomas Bollig, who farms just a few miles from the banks of the Rhine, was not worried.",
    "pr": "But Twin-Pistols Thomas Bollig, who farms jus' a few miles from the banks o' the Rhine, was nah worried."
  },
  {
    "en": "Even as floods inundated the fields of his neighbours, making sowing impossible, his holdings were largely unaffected.",
    "pr": "Even as floods inundated the fields o' his neighbours, makin' sowin' impossible, his holdings were largely unaffected."
  },
  {
    "en": "Bollig farms organically, and the natural methods he uses to improve his soil allow his fields to hold more water when it rains, and release it gradually, coping well with floods and droughts.",
    "pr": "Bollig farms organically, 'n the natural methods he uses t' improve his soil allow his fields t' hold more water when it rains, 'n release it gradually, copin' well wit' floods 'n droughts."
  },

  {
    "en": "The New York Yankees are an American professional baseball team based in the New York City borough of the Bronx.",
    "pr": "The New York Yankees be an American professional baseball crew based in the New York City borough o' the Bronx."
  },
  {
    "en": "The Yankees compete in Major League Baseball (MLB) as a member club of the American League (AL) East Division.",
    "pr": "The Yankees compete in Major League Baseball (MLB) as a hand club o' the American League (AL) East Division."
  },
  {
    "en": "They are one of two major league clubs based in New York City alongside the National League (NL)'s New York Mets.",
    "pr": "They be one o' two major league clubs based in New York City alongside the National League (NL)'s New York Mets."
  },
  {
    "en": "The team was founded in 1903 when Frank Farrell and Bill Devery purchased the franchise rights to the defunct Baltimore Orioles.",
    "pr": "The crew was founded in 1903 when Flintlock Frank Farrell 'n Blunderbuss Bill Devery purchased the franchise rights t' the defunct Baltimore Orioles."
  },
  {
    "en": "The Highlanders were officially renamed the Yankees in 1913.",
    "pr": "The Highlanders were officially renamed the Yankees in 1913."
  },
  {
    "en": "Making pizza from scratch doesnt have to be hard.",
    "pr": "Makin' pizza from scratch doesnt 'ave t' be hard."
  },
  {
    "en": "In a matter of minutes, you can whip up your own delicious pizza with a handful of simple ingredients.",
    "pr": "In a matter o' minutes, ye can whip up yer owns delicious pizza wit' a handful o' simple ingredients."
  },
  {
    "en": "From oven to plate, well guide you through the entire process step by step.",
    "pr": "From oven t' plate, well guide ye through the entire process step by step."
  },
  {
    "en": "Who knew that creating your own pizza could be so easy?",
    "pr": "Who knew dat creatin' yer owns pizza could be so easy?"
  },
  {
    "en": "The oven needs to be really hot to brown the crust.",
    "pr": "The oven needs t' be mighty hot t' brown the crust."
  },
  {
    "en": "Texture is everything when it comes to the perfect pizza crust.",
    "pr": "Texture be everythin' when it comes t' the perfect pizza crust."
  },
  {
    "en": "A screaming-hot oven is essential to getting your crust deliciously crisp rather than soft.",
    "pr": "A screamin'-hot oven be essential t' gettin' yer crust deliciously crisp rather than soft."
  },
  {
    "en": "The kneading process helps give the pizza dough structure.",
    "pr": "The kneadin' process helps give the pizza dough structure."
  },
  {
    "en": "Transfer the dough onto a floured surface and press into it with the base of your palm.",
    "pr": "Transfer the dough onto a floured surface 'n press into it wit' the base o' yer palm."
  },
  {
    "en": "Then, grab the back edge of the dough and pull it toward you, folding it over the rest of the dough.",
    "pr": "Then, grab the aft edge o' the dough 'n pull it toward ye, foldin' it o'er the rest o' the dough."
  },
  {
    "en": "Dust the top of it with flour, and then continue alternating between pressing and pulling.",
    "pr": "Dust the top o' it wit' flour, 'n then continue alternatin' between pressin' 'n pullin'."
  },
  {
    "en": "Keep kneading until the dough has a smooth texture.",
    "pr": "Keep kneadin' 'til the dough has a smooth texture."
  },
  {
    "en": "No matter how strong a slab of concrete seems, it will wear out over time.",
    "pr": "No matter how strong a slab o' concrete seems, 'twill wear out o'er time."
  },
  {
    "en": "Imperfections form when concrete hardens or sinks into the ground.",
    "pr": "Imperfections form when concrete hardens or sinks into the ground."
  },
  {
    "en": "Adding fresh concrete is a common way to level out old slabs and patch damage.",
    "pr": "Addin' fresh concrete be a common way t' level out ole slabs 'n patch damage."
  },
  {
    "en": "If you plan on pouring a lot of concrete, build a wood and mesh barrier first to ensure your new slab is strong.",
    "pr": "If ye plan on pourin' a lot o' concrete, build a wood 'n mesh barrier first t' ensure yer new slab be strong."
  },
  {
    "en": "Finish the work by priming the surface and pouring a mix over it, giving your concrete foundation a fresh, new coat.",
    "pr": "Finish the work by primin' the surface 'n pourin' a mix o'er it, givin' yer concrete foundation a fresh, new coat."
  },
  {
    "en": "Private Browsing is a useful feature of Firefox, but only if you understand the protection it offers.",
    "pr": "Private Browsin' be a useful feature o' Firefox, but only if ye understand the protection it offers."
  },
  {
    "en": "It helps you keep your online activity private from others who use Firefox on the same computer, but it won't make you invisible online.",
    "pr": "It helps ye keep yer online activity private from others who use Firefox on the same computer, but 'twon't make ye invisible online."
  },
  {
    "en": "Myth 1: Private Browsing makes you anonymous on the Internet.",
    "pr": "Myth 1: Private Browsin' makes ye anonymous on the Internet."
  },
  {
    "en": "Reality: Private Browsing does not mask your identity or activity online.",
    "pr": "Reality: Private Browsin' does nah mask yer identity or activity online."
  },
  {
    "en": "Websites and internet service providers can still gather information about your visit, even if you are not signed in.",
    "pr": "Websites 'n internet service providers can still gather information about yer visit, even if ye be nah signed in."
  },
  {
    "en": "If you use your device at work, your company may be able to monitor the websites you visit.",
    "pr": "If ye use yer device at work, yer crew may be able t' monitor the websites ye visit."
  },
  {
    "en": "If you surf the Web at home, your cable company (or their partners) may have access to your browsing information.",
    "pr": "If ye surf the Web at home, yer cable crew (or thar partners) may 'ave access t' yer browsin' information."
  },
  {
    "en": "Only a Virtual Private Network (VPN) can mask your location and encrypt your online activity, keeping your identity and data safe from prying eyes.",
    "pr": "Only a Virtual Private Network (VPN) can mask yer location 'n encrypt yer online activity, keepin' yer identity 'n data safe from pryin' eyes."
  },
  {
    "en": "If you need to stay anonymous online, try Mozilla VPN.",
    "pr": "If ye needs t' stay anonymous online, try Mozilla VPN."
  },
  {
    "en": "Myth 2: Private Browsing removes all traces of your browsing activity from your computer.",
    "pr": "Myth 2: Private Browsin' scuttles all traces o' yer browsin' activity from yer computer."
  },
  {
    "en": "Reality: Private Browsing works by letting you browse without saving passwords, cookies and browsing history in a Private Window.",
    "pr": "Reality: Private Browsin' works by lettin' ye browse without savin' passwords, cookies 'n browsin' history in a Private Window."
  },
  {
    "en": "If you download a file from a website, it will remain on your computer, but it will not appear in the download manager in Firefox.",
    "pr": "If ye download a file from a website, 'twill remain on yer computer, but 'twon't appear in the download manager in Firefox."
  },
  {
    "en": "If you bookmark a website while in a Private Window, it will remain in your bookmark list.",
    "pr": "If ye bookmark a website while in a Private Window, 'twill remain in yer bookmark list."
  },
  {
    "en": "Myth 3: Private Browsing doesnt display any browsing history.",
    "pr": "Myth 3: Private Browsin' doesnt display any browsin' history."
  },
  {
    "en": "Reality: Private Browsing will, by default, display visited sites and bookmarks as you type in the address bar.",
    "pr": "Reality: Private Browsin' will, by default, display visited sites 'n bookmarks as ye type in the address bar."
  },
  {
    "en": "Firefox saves these pages during normal browsing.",
    "pr": "Firefox saves these pages durin' normal browsin'."
  },
  {
    "en": "If you dont want to see these suggestions, you can deselect them in your Firefox Settings Privacy & Security panel under Address Bar.",
    "pr": "If ye dont wants t' see these suggestions, ye can deselect 'em in yer Firefox Settings Privacy & Security panel under Address Bar."
  },

  {
    "en": "English is a West Germanic language in the Indo-European language family, whose speakers, called Anglophones, originated in early medieval England on the island of Great Britain.",
    "pr": "English be a West Germanic language in the Indo-European language family, whose speakers, called Anglophones, originated in early medieval England on the island o' Great Britain."
  },
  {
    "en": "The namesake of the language is the Angles, one of the ancient Germanic peoples that migrated to Britain.",
    "pr": "The namesake o' the language be the Angles, one o' the ancient Germanic peoples dat migrated t' Britain."
  },
  {
    "en": "It is the most spoken language in the world, primarily due to the global influences of the former British Empire (succeeded by the Commonwealth of Nations) and the United States.",
    "pr": "'tis the most spoken language in the world, primarily due t' the global influences o' the former British Empire (succeeded by the Commonwealth o' Nations) 'n the United States."
  },
  {
    "en": "English is the third-most spoken native language, after Standard Chinese and Spanish; it is also the most widely learned second language in the world, with more second-language speakers than native speakers.",
    "pr": "English be the third-most spoken native language, aft Standard Chinese 'n Spanish; 'tis also the most widely learned second language in the world, wit' more second-language speakers than native speakers."
  },
  {
    "en": "English is either the official language or one of the official languages in 59 sovereign states (such as India, Ireland, and Canada).",
    "pr": "English be either the official language or one o' the official languages in 59 sovereign states (such as India, Ireland, 'n Canada)."
  },
  {
    "en": "In some other countries, it is the sole or dominant language for historical reasons without being explicitly defined by law (such as in the United States and United Kingdom).",
    "pr": "In some other countries, 'tis the sole or dominant language fer historical reasons without bein' explicitly defined by code o' conduct (such as in the United States 'n United Kingdom)."
  },
  {
    "en": "It is a co-official language of the United Nations, the European Union, and many other international and regional organisations.",
    "pr": "'tis a co-official language o' the United Nations, the European Union, 'n many other international 'n regional organisations."
  },
  {
    "en": "It has also become the de facto lingua franca of diplomacy, science, technology, international trade, logistics, tourism, aviation, entertainment, and the Internet.",
    "pr": "It has also become the de facto lingua franca o' diplomacy, science, technology, international trade, logistics, tourism, aviation, entertainment, 'n the Internet."
  },
  {
    "en": "English accounts for at least 70% of total speakers of the Germanic language branch, and as of 2021, Ethnologue estimated that there were over 1.5 billion speakers worldwide.",
    "pr": "English accounts fer at least 70% o' total speakers o' the Germanic language branch, 'n as o' 2021, Ethnologue estimated dat thar were o'er 1.5 billion speakers worldwide."
  },
  { "en": "Today is the day.", "pr": "Today be the day." },
  {
    "en": "We're sorry to interrupt, but it's Sunday, November 3rd, and this message will be up for only a few hours.",
    "pr": "We be sorry t' interrupt, but it's Sunday, November 3rd, 'n dis message will be up fer only a few hours."
  },
  {
    "en": "We ask you to reflect on the number of times you visited Wikipedia in the past year and if you're able to give 5 back.",
    "pr": "We ask ye t' reflect on the number o' times ye visited Wikipedia in the past year 'n if ye're able t' give 5 back."
  },
  {
    "en": "If everyone reading this gave just 5, we'd hit our goal in a few hours.",
    "pr": "If everyone readin' dis gave jus' 5, we'd hit our goal in a few hours."
  },
  {
    "en": "Your gift strengthens the knowledge of today and tomorrow.",
    "pr": "Yer gift strengthens the knowledge o' today 'n on the morrow."
  },
  {
    "en": "Just 1% of our readers donate, so if you have given in the past and Wikipedia still provides you with 5 worth of knowledge, kindly donate today.",
    "pr": "Jus' 1% o' our readers donate, so if ye 'ave given in the past 'n Wikipedia still provides ye wit' 5 worth o' knowledge, kindly donate today."
  },
  {
    "en": "If you are undecided, remember that any contribution helps, whether it's 5 or 25.",
    "pr": "If ye be undecided, remember dat any contribution helps, whether it's 5 or 25."
  },
  { "en": "Thank you.", "pr": "Thank ye." },
      
    
    
    
  {"en":"Call me Ishmael.","pr":"Call me Ishmael."},{"en":"Some years agonever mind how long preciselyhaving little or no money in my purse, and nothing particular to interest me on shore, I thought I would sail about a little and see the watery part of the world.","pr":"Some years agone'er mind how long preciselyhavin' wee or no doubloons in me coffer, 'n naught particular t' interest me on shore, I thought I would sail about a wee 'n see the watery part o' the world."},{"en":"It is a way I have of driving off the spleen and regulating the circulation.","pr":"'tis a way I 'ave o' sailin' off the spleen 'n regulatin' the circulation."},{"en":"Whenever I find myself growing grim about the mouth; whenever it is a damp, drizzly November in my soul; whenever I find myself involuntarily pausing before coffin warehouses, and bringing up the rear of every funeral I meet; and especially whenever my hypos get such an upper hand of me, that it requires a strong moral principle to prevent me from deliberately stepping into the street, and methodically knocking peoples hats offthen, I account it high time to get to sea as soon as I can.","pr":"Whenever I find meself growin' grim about the mouth; whenever 'tis a damp, drizzly November in me soul; whenever I find meself involuntarily pausin' afore dead man's chest warehouses, 'n bringin' up the aft o' every funeral I meet; 'n especially whenever me hypos get such an upper hand o' me, dat it requires a strong moral principle t' prevent me from deliberately steppin' into the road, 'n methodically knockin' roguess hats offthen, I account it high time t' get t' sea as soon as I can."},{"en":"This is my substitute for pistol and ball.","pr":"'tis me substitute fer pistol 'n ball."},{"en":"With a philosophical flourish Cato throws himself upon his sword; I quietly take to the ship.","pr":"Wit' a philosophical flourish Cato throws hisself upon his cutlass; I quietly take t' the ship."},{"en":"There is nothing surprising in this.","pr":"Thar be naught surprisin' in dis."},{"en":"If they but knew it, almost all men in their degree, some time or other, cherish very nearly the same feelings towards the ocean with me.","pr":"If they but knew it, nigh-on all maties in thar degree, some time or other, cherish mighty nigh-on the same feelings towards the ocean wit' me."},{"en":"There now is your insular city of the Manhattoes, belted round by wharves as Indian isles by coral reefscommerce surrounds it with her surf.","pr":"Thar now be yer insular city o' the Manhattoes, belted round by wharves as Indian isles by coral reefscommerce surrounds it wit' her surf."},{"en":"Right and left, the streets take you waterward.","pr":"Right 'n left, the roads take ye waterward."},{"en":"Its extreme downtown is the battery, where that noble mole is washed by waves, and cooled by breezes, which a few hours previous were out of sight of land.","pr":"Its extreme downtown be the battery, where dat noble mole be washed by waves, 'n cooled by breezes, which a few hours previous were out o' sight o' land."},{"en":"Look at the crowds of water-gazers there.","pr":"Look at the crowds o' water-gazers thar."},{"en":"Circumambulate the city of a dreamy Sabbath afternoon.","pr":"Circumambulate the city o' a dreamy Sabbath afternoon."},{"en":"Go from Corlears Hook to Coenties Slip, and from thence, by Whitsehall, northward.","pr":"Go from Corlears Hook t' Coenties Slip, 'n from thence, by Whitehall, northward."},{"en":"What do you see?Posted like silent sentinels all around the town, stand thousands upon thousands of mortal men fixed in ocean reveries.","pr":"Wha' do ye see?Posted like silent sentinels all around the town, stand thousands upon thousands o' mortal maties fixed in ocean reveries."},{"en":"Some leaning against the spiles; some seated upon the pier-heads; some looking over the bulwarks of ships from China; some high aloft in the rigging, as if striving to get a still better seaward peep.","pr":"Some careenin' against the spiles; some seated upon the pier-heads; some lookin' o'er the bulwarks o' ships from China; some high aloft in the riggin', as if strivin' t' get a still better seaward peep."},{"en":"But these are all landsmen; of week days pent up in lath and plastertied to counters, nailed to benches, clinched to desks.","pr":"But these be all landsmen; o' week days pent up in lath 'n plastertied t' counters, nailed t' benches, clinched t' desks."},{"en":"How then is this?","pr":"How then be dis?"},{"en":"Are the green fields gone?","pr":"Be the green fields gone?"},{"en":"What do they here?","pr":"Wha' do they here?"},{"en":"But look! here come more crowds, pacing straight for the water, and seemingly bound for a dive.","pr":"But look! here come more crowds, pacin' straight fer the water, 'n seemingly bound fer a dive."},{"en":"Strange!","pr":"Strange!"},{"en":"Nothing will content them but the extremest limit of the land; loitering under the shady lee of yonder warehouses will not suffice.","pr":"Naught will content 'em but the extremest limit o' the land; loiterin' under the shady lee o' yonder warehouses will nah suffice."},{"en":"No.","pr":"No."},{"en":"They must get just as nigh the water as they possibly can without falling in.","pr":"They must get jus' as nigh the water as they possibly can without fallin' in."},{"en":"And there they standmiles of themleagues.","PR":"'n thar they standmiles o' 'emleagues."},{"en":"Inlanders all, they come from lanes and alleys, streets and avenuesnorth, east, south, and west.","pr":"Inlanders all, they come from lanes 'n alleys, roads 'n avenuesnorth, east, south, 'n west."},{"en":"Yet here they all unite.","pr":"Yet here they all unite."},{"en":"Tell me, does the magnetic virtue of the needles of the compasses of all those ships attract them thither?","pr":"Tell me, does the magnetic virtue o' the needles o' the compasses o' all those ships attract 'em thither?"},{"en":"Once more.","pr":"Once more."},{"en":"Say you are in the country; in some high land of lakes.","pr":"Say ye be in the country; in some high land o' lakes."},{"en":"Take almost any path you please, and ten to one it carries you down in a dale, and leaves you there by a pool in the stream.","pr":"Take nigh-on any path ye please, 'n ten t' one it carries ye down in a dale, 'n leaves ye thar by a pool in the stream."},{"en":"There is magic in it.","pr":"Thar be magic in it."},{"en":"Let the most absent-minded of men be plunged in his deepest reveriesstand that man on his legs, set his feet a-going, and he will infallibly lead you to water, if water there be in all that region.","pr":"Let the most absent-minded o' maties be plunged in his deepest reveriesstand dat scallywag on his legs, set his feet a-goin', 'n he will infallibly lead ye t' water, if water thar be in all dat region."},{"en":"Should you ever be athirst in the great American desert, try this experiment, if your caravan happen to be supplised with a metaphysical professor.","pr":"Shall ye ever be athirst in the great American desert, try dis experiment, if yer caravan happen t' be supplied wit' a metaphysical professor."},{"en":"Yes, as every one knows, meditation and water are wedded for ever.","pr":"Aye, as every one knows, meditation 'n water be wedded fer ever."},{"en":"But here is an artist.","pr":"But here be an artist."},{"en":"He desires to paint you the dreamiest, shadiest, quietest, most enchanting bit of romantic landscape in all the valley of the Saco.","pr":"He desires t' paint ye the dreamiest, shadiest, quietest, most enchantin' bit o' romantic landscape in all the valley o' the Saco."},{"en":"What is the chief element he employs?","pr":"Wha' be the chief element he employs?"},{"en":"There stand his trees, each with a hollow trunk, as if a hermit and a crucifix were within; and here sleeps his meadow, and there sleep his cattle; and up from yonder cottage goes a sleepy smoke.","pr":"Thar stand his trees, each wit' a hollow hold, as if a hermit 'n a crucifix were within; 'n here sleeps his meadow, 'n thar sleep his cattle; 'n up from yonder cottage goes a sleepy smoke."},{"en":"Deep into distant woodlands winds a mazy way, reaching to overlapping spurs of mountains bathed in their hill-side blue.","pr":"Deep into distant woodlands winds a mazy way, reachin' t' overlappin' spurs o' mountains bathed in thar hill-side blue."},{"en":"But though the picture lies thus tranced, and though this pine-tree shakes down its sighs like leaves upon this shepherds head, yet all were vain, unless the shepherds eye were fixed upon the magic stream before him.","pr":"But though the picture lies thus tranced, 'n though dis pine-tree shakes down its sighs like leaves upon dis shepherds head, yet all were vain, unless the shepherds eye were fixed upon the magic stream afore 'im."},{"en":"Go visit the Prairies in June, when for scores on scores of miles you wade knee-deep among Tiger-lilieswhat is the one charm wanting?Waterthere is not a drop of water there!","pr":"Go visit the Prairies in June, when fer scores on scores o' miles ye wade knee-deep among Tiger-lilieswha' be the one charm wantin'?Waterthar ain't a drop o' water thar!"},{"en":"Were Niagara but a cataract of sand, would you travel your thousand miles to see it?","pr":"Were Niagara but a cataract o' sand, would ye travel yer thousand miles t' see it?"},{"en":"Why did the poor poet of Tennessee, upon suddenly receiving two handfuls of silver, deliberate whether to buy him a coat, which he sadly needed, or invest his money in a pedestrian trip to Rockaway Beach?","pr":"Why did the poor poet o' Tennessee, upon suddenly receivin' two handfuls o' silver, deliberate whether t' buy 'im a coat, which he sadly needed, or invest his doubloons in a pedestrian trip t' Rockaway Beach?"},{"en":"Why is almost every robust healthy boy with a robust healthy soul in him, at some time or other crazy to go to sea?","pr":"Why be well-nigh every robust healthy lad wit' a robust healthy soul in 'im, at some time or other crazy t' go t' sea?"},{"en":"Why upon your first voyage as a passenger, did you yourself feel such a mystical vibration, when first told that you and your ship were now out of sight of land?","pr":"Why upon yer first voyage as a passenger, did ye yourself feel such a mystical vibration, when first told dat ye 'n yer ship were now out o' sight o' land?"},{"en":"Why did the old Persians hold the sea holy?','pr":"Why did the ole Persians hold the sea holy?"},{"en":"Why did the Greeks give it a separate deity, and own brother of Jove?","pr":"Why did the Greeks give it a separate deity, 'n owns matey o' Jove?"},{"en":"Surely all this is not without meaning.","pr":"Surely all dis ain't without meanin'."},{"en":"And still deeper the meaning of that story of Narcissus, who because he could not grasp the tormenting, mild image he saw in the fountain, plunged into it and was drowned.","pr";"'n still deeper the meanin' o' dat tale o' Narcissus, who 'cause he could nah grasp the tormentin', mild image he saw in the foun'ain, plunged into it 'n was drowned."},{"en":"But that same image, we ourselves see in all rivers and oceans.","pr":"But dat same image, we ourselves see in all rivers 'n oceans."},{"en':"It is the image of the ungraspable phantom of life; and this is the key to it all.","prpr":"I take it dat dis part o' the bill must 'ave run somethin' like dis:"},{"en":"It seemed the great Black Parliament sitting in Tophet.","pr":"It seemed the great Black Parliament sittin' in Tophet."},{"en":"A hundred black faces turned round in their rows to peer; and beyond, a black Angel of Doom was beating a book in a pulpit.","pr":"A hundred black faces turned round in thar rows t' peer; 'n beyond, a black Angel o' Doom was beatin' a book in a pulpit."},{"en":"It was a negro church; and the preachers text was about the blackness of darkness, and the weeping and wailing and teeth-gnashing there.","pr":"'twas a negro church; 'n the preachers text was about the blackness o' darkness, 'n the weepin' 'n wailin' 'n teeth-gnashin' thar."},{"en":"Ha, Ishmael, muttered I, backing out, Wretched entertainment at the sign of The Trap!","pr":"Har, Ishmael, muttered I, backin' out, Wretched entertainment at the sign o' The Trap!"},{"en":"Moving on, I at last came to a dim sort of light not far from the docks, and heard a forlorn creaking in the air; and looking up, saw a swinging sign over the door with a white painting upon it, faintly representing a tall straight jet of misty spray, and these words underneath'The Spouter Inn:Peter Coffin.'","pr":"Movin' on, I at last came t' a dim sort o' light nah far from the docks, 'n heard a forlorn creakin' in the air; 'n lookin' up, saw a swingin' sign o'er the door wit' a white paintin' upon it, faintly representin' a tall straight jet o' misty spray, 'n these words underneath'The Spouter Inn:Peter Dead man's chest.'"},{"en":"Coffin?Spouter?Rather ominous in that particular connexion, thought I.","pr":"Dead man's chest?Spouter?Rather ominous in dat particular connexion, thought I."},{"en":"But it is a common name in Nantucket, they say, and I suppose this Peter here is an emigrant from there.","pr":"But 'tis a common name in Nantucket, they say, 'n I suppose dis Pistol-Packin' Peter here be an emigrant from thar."},{"en":"As the light looked so dim, and the place, for the time, looked quiet enough, and the dilapidated little wooden house itself looked as if it might have been carted here from the ruins of some burnt district, and as the swinging sign had a poverty-stricken sort of creak to it, I thought that here was the very spot for cheap lodgings, and the best of pea coffee.","pr":"As the light looked so dim, 'n the place, fer the time, looked quiet enough, 'n the dilapidated wee wooden house itself looked as if it might 'ave been carted here from the ruins o' some burnt district, 'n as the swingin' sign had a poverty-stricken sort o' creak t' it, I thought dat here was the mighty spot fer cheap lodgings, 'n the best o' pea black brew."},{"en":"It was a queer sort of placea gable-ended old house, one side palsied as it were, and leaning over sadly.","pr":"'twas a queer sort o' placea gable-ended ole house, one side palsied as it were, 'n careenin' o'er sadly."},{"en":"It stood on a sharp bleak corner, where that tempestuous wind Euroclydon kept up a worse howling than ever it did about poor Pauls tossed craft.","pr":"It stood on a sharp bleak corner, where dat tempestuous wind Euroclydon kept up a worse howlin' than ever it did about poor Pauls tossed craft."},{"en":"Euroclydon, nevertheless, is a mighty pleasant zephyr to any one in-doors, with his feet on the hob quietly toasting for bed.","pr":"Euroclydon, nevertheless, be a mighty pleasant zephyr t' any one in-doors, wit' his feet on the hob quietly toastin' fer hammock."},{"en":"'In judging of that tempestuous wind called Euroclydon,' says an old writerof whose works I possess the only copy extant'it maketh a marvellous difference, whether thou lookest out at it from a glass window where the frost is all on the outside, or whether thou observest it from that sashless window, where the frost is on both sides, and of which the wight Death is the only glazier.'","pr":"'In judgin' o' dat tempestuous wind called Euroclydon,' says an ole writero' whose works I possess the only copy extant'it maketh a marvellous difference, whether thou lookest out at it from a glass window where the frost be all on the outside, or whether thou observest it from dat sashless window, where the frost be on both sides, 'n o' which the wight Death be the only glazier.'"},{"en":"True enough, thought I, as this passage occurred to my mindold black-letter, thou reasonest well.","pr":"True enough, thought I, as dis passage occurred t' me mindole black-letter, thou reasonest well."},{"en":"Yes, these eyes are windows, and this body of mine is the house.","pr":"Aye, these eyes be windows, 'n dis body o' mine be the house."},{"en":"What a pity they didnt stop up the chinks and the crannies though, and thrust in a little lint here and there.","pr":"Wha' a pity they didnt stop up the chinks 'n the crannies though, 'n jab in a wee lint here 'n thar."},{"en":"But its too late to make any improvements now.","pr":"But its too late t' make any improvements now."},{"en":"The universe is finished; the copestone is on, and the chips were carted off a million years ago.","pr":"The universe be finished; the copestone be on, 'n the chips were carted off a million years ago."},{"en":"Poor Lazarus there, chattering his teeth against the curbstone for his pillow, and shaking off his tatters with his shiverings, he might plug up both ears with rags, and put a corn-cob into his mouth, and yet that would not keep out the tempestuous Euroclydon.","pr":"Poor Lazarus thar, chatterin' his teeth against the curbstone fer his pillow, 'n shakin' off his tatters wit' his shiverings, he might plug up both ears wit' rags, 'n put a corn-cob into his mouth, 'n yet dat wouldna keep out the tempestuous Euroclydon."},{"en":"Euroclydon! says old Dives, in his red silken wrapper(he had a redder one afterwards) pooh, pooh! What a fine frosty night; how Orion glitters; what northern lights!","pr":"Euroclydon! says ole Dives, in his red silken wrapper(he had a redder one afterwards) pooh, pooh! Wha' a fine frosty night; how Orion glitters; wha' northern lights!"},{"en":"Let them talk of their oriental summer climes of everlasting conservatories; give me the privilege of making my own summer with my own coals.","pr":"Let 'em natter o' thar oriental summer climes o' everlastin' conservatories; give me the privilege o' makin' me owns summer wit' me owns coals."},{"en":"But what thinks Lazarus? Can he warm his blue hands by holding them up to the grand northern lights?","pr":"But wha' thinks Lazarus? Can he warm his blue hands by holdin' 'em up t' the grand northern lights?"},{"en":"Would not Lazarus rather be in Sumatra than here?","pr":"Wouldna Lazarus rather be in Sumatra than here?"},{"en":"Would he not far rather lay him down lengthwise along the line of the equator; yea, ye gods! go down to the fiery pit itself, in order to keep out this frost?","pr":"Would he nah far rather lay 'im down lengthwise along the line o' the equator; aye, ye gods! go down t' the fiery pit itself, in order t' keep out dis frost?"},{"en":"Now, that Lazarus should lie stranded there on the curbstone before the door of Dives, this is more wonderful than that an iceberg should be moored to one of the Moluccas.","pr":"Now, dat Lazarus shall lie marooned thar on the curbstone afore the door o' Dives, 'tis more wonderful than dat an iceberg best be moored t' one o' the Moluccas."},{"en":"Yet Dives himself, he too lives like a Czar in an ice palace made of frozen sighs, and being a president of a temperance society, he only drinks the tepid tears of orphans.","pr":"Yet Dives hisself, he too lives like a Czar in an ice palace made o' frozen sighs, 'n bein' a cap'n o' a temperance society, he only drinks the tepid tears o' orphans."},{"en":"But no more of this blubbering now, we are going a-whaling, and there is plenty of that yet to come.","pr":"But no more o' dis blubberin' now, we be goin' a-whalin', 'n thar be plenty o' dat yet t' come."},{"en":"Let us scrape the ice from our frosted feet, and see what sort of a place this 'Spouter' may be.","pr":"Let us scrape the ice from our frosted feet, 'n see wha' sort o' a place dis 'Spouter' may be."},{"en":"I stuffed a shirt or two into my old carpet-bag, tucked it under my arm, and started for Cape Horn and the Pacific.","pr":"I stuffed a shirt or two into me ole carpet-bag, tucked it under me arm, 'n started fer Cape Horn 'n the Pacific."},{"en":"Quitting the good city of old Manhatto, I duly arrived in New Bedford.","pr":"Quittin' the good city o' ole Manhatto, I duly docked in New Bedford."},{"en":"It was a Saturday night in December.","pr":"'twas a Saturday night in December."},{"en":"Much was I disappointed upon learning that the little packet for Nantucket had already sailed, and that no way of reaching that place would offer, till the following Monday.","pr":"Much was I disappointed upon learnin' dat the wee packet fer Nantucket had already sailed, 'n dat no way o' reachin' dat place would offer, till the followin' Monday."},{"en":"As most young candidates for the pains and penalties of whaling stop at this same New Bedford, thence to embark on their voyage, it may as well be related that I, for one, had no idea of so doing.","pr":"As most young candidates fer the pains 'n penalties o' whalin' stop at dis same New Bedford, thence t' embark on thar voyage, it may as well be related dat I, fer one, had no idea o' so doin'."},{"en":"For my mind was made up to sail in no other than a Nantucket craft, because there was a fine, boisterous something about everything connected with that famous old island, which amazingly pleased me.","pr":"Fer me mind was made up t' sail in no other than a Nantucket craft, 'cause thar was a fine, boisterous somethin' about everythin' connected wit' dat famous ole island, which amazingly pleased me."},{"en":"Besides though New Bedford has of late been gradually monopolising the business of whaling, and though in this matter poor old Nantucket is now much behind her, yet Nantucket was her great originalthe Tyre of this Carthage;the place where the first dead American whale was stranded.","pr":"Besides though New Bedford has o' late been gradually monopolisin' the business o' whalin', 'n though in dis matter poor ole Nantucket be now much behind her, yet Nantucket was her great originalthe Tyre o' dis Carthage;the place where the first dead American whale was marooned."},{"en":"Where else but from Nantucket did those aboriginal whalemen, the Red-Men, first sally out in canoes to give chase to the Leviathan?","pr":"Where else but from Nantucket did those aboriginal whalemen, the Red-Maties, first sally out in canoes t' give chase t' the Leviathan?"},{"en":"And where but from Nantucket, too, did that first adventurous little sloop put forth, partly laden with imported cobblestonesso goes the storyto throw at the whales, in order to discover when they were nigh enough to risk a harpoon from the bowsprit?","pr":"'n where but from Nantucket, too, did dat first adventurous wee sloop put forth, partly laden wit' imported cobblestonesso goes the talet' throw at the whales, in order t' discover when they were nigh enough t' risk a harpoon from the bowsprit?"},{"en":"Now having a night, a day, and still another night following before me in New Bedford, ere I could embark for my destined port, it became a matter of concernment where I was to eat and sleep meanwhile.","pr":"Now havin' a night, a day, 'n still another night followin' afore me in New Bedford, ere I could embark fer me destined port, it became a matter o' concernment where I was t' eat 'n sleep meanwhile."},{"en":"It was a very dubious-looking, nay, a very dark and dismal night, bitingly cold and cheerless.","pr":"'twas a mighty dubious-lookin', nay, a mighty dark 'n dismal night, bitingly cold 'n cheerless."},{"en":"I knew no one in the place.","pr":"I knew no one in the place."},{"en":"With anxious grapnels I had sounded my pocket, and only brought up a few pieces of silver,So, wherever you go, Ishmael, said I to myself, as I stood in the middle of a dreary street shouldering my bag, and comparing the gloom towards the north with the darkness towards the southwherever in your wisdom you may conclude to lodge for the night, my dear Ishmael, be sure to inquire the price, and dont be too particular.","pr":"Wit' anxious grapnels I had sounded me pocket, 'n only brought up a few pieces o' silver,So, wherever ye go, Ishmael, said I t' meself, as I stood in the middle o' a dreary road shoulderin' me bag, 'n comparin' the gloom towards the north wit' the darkness towards the southwherever in yer wisdom ye may conclude t' lodge fer the night, me dear Ishmael, be sure t' inquire the price, 'n dont be too particular."},{"en":"With halting steps I paced the streets, and passed the sign of 'The Crossed Harpoons'but it looked too expensive and jolly there.","pr":"Wit' haltin' steps I paced the roads, 'n passed the sign o' 'The Crossed Harpoons'but it looked too expensive 'n jolly thar."},{"en":"Further on, from the bright red windows of the 'Sword-Fish Inn,' there came such fervent rays, that it seemed to have melted the packed snow and ice from before the house, for everywhere else the congealed frost lay ten inches thick in a hard, asphaltic pavement,rather weary for me, when I struck my foot against the flinty projections, because from hard, remorseless service the soles of my boots were in a most miserable plight.","pr":"Further on, from the bright red windows o' the 'Cutlass-Fish Inn,' thar came such fervent rays, dat it seemed t' 'ave melted the packed snow 'n ice from afore the house, fer everywhere else the congealed frost lay ten inches thick in a hard, asphaltic pavement,rather weary fer me, when I struck me foot against the flinty projections, 'cause from hard, remorseless service the soles o' me boots were in a most miserable plight."},{"en":"Too expensive and jolly, again thought I, pausing one moment to watch the broad glare in the street, and hear the sounds of the tinkling glasses within.","pr":"Too expensive 'n jolly, again thought I, pausin' one moment t' watch the broad glare in the road, 'n hear the sounds o' the tinklin' glasses within."},{"en":"But go on, Ishmael, said I at last; dont you hear? get away from before the door; your patched boots are stopping the way.","pr":"But go on, Ishmael, said I at last; dont ye hear? get away from afore the door; yer patched boots be stoppin' the way."},{"en":"So on I went.","pr":"So on I went."},{"en":"I now by instinct followed the streets that took me waterward, for there, doubtless, were the cheapest, if not the cheeriest inns.","pr":"I now by instinct followed the roads dat took me waterward, fer thar, prolly, were the cheapest, if nah the cheeriest inns."},{"en":"Such dreary streets! blocks of blackness, not houses, on either hand, and here and there a candle, like a candle moving about in a tomb.","pr":"Such dreary roads! blocks o' blackness, nah houses, on either hand, 'n here 'n thar a candle, like a candle movin' about in a tomb."},{"en":"At this hour of the night, of the last day of the week, that quarter of the town proved all but deserted.","pr":"At dis hour o' the night, o' the last day o' the week, dat quarter o' the town proved nigh-on deserted."},{"en":"But presently I came to a smoky light proceeding from a low, wide building, the door of which stood invitingly open.","pr":"But presently I came t' a smoky light proceedin' from a low, wide buildin', the door o' which stood invitingly open."},{"en":"It had a careless look, as if it were meant for the uses of the public; so, entering, the first thing I did was to stumble over an ash-box in the porch.","pr":"It had a careless look, as if it were meant fer the uses o' the public; so, boardin', the first thing I did was t' stumble o'er an ash-box in the poop deck."},{"en":"Ha! thought I, ha, as the flying particles almost choked me, are these ashes from that destroyed city, Gomorrah?","pr":"Har! thought I, ha, as the flyin' particles nigh-on choked me, be these ashes from dat destroyed city, Gomorrah?"},{"en":"But 'The Crossed Harpoons,' and 'The Sword-Fish?'this, then must needs be the sign of 'The Trap.'","pr":"But 'The Crossed Harpoons,' 'n 'The Sabre-Fish?'dis, then must needs be the sign o' 'The Trap.'"},{"en":"However, I picked myself up and hearing a loud voice within, pushed on and opened a second, interior door.","pr":"Howe'er, I picked meself up 'n hearin' a loud voice within, pushed on 'n opened a second, interior door."},{"en":"It seemed the great Black Parliament sitting in Tophet.","pr":"It seemed the great Black Parliament sittin' in Tophet."}
  
  "
]
